export const Equipment:EquipmentInt[] = [
    {
        Name: "Кожени ръкавици",
        Price: "8С",
        Information: "3 лека броня на ръцете, 10 надеждност, +5 устойчивост срещу простуда; предпазват ръцете от контузии."
    },
    {
        Name: "Бронирани налакътници",
        Price: "20С",
        Information: "5 средна броня на ръцете, 2 бреме, 12 надеждност; предпазват ръцете от контузии."
    },
    {
        Name: "Стоманени базубанди",
        Price: "1Ж",
        Information: "8 тежка броня на ръцете, 3 бреме, 15 надеждност; предпазват ръцете от контузии."
    },
    {
        Name: "Кожени ботуши",
        Price: "12С",
        Information: "3 лека броня на краката: 10 надеждност, +5 устойчивост срещу простуда; предпазват краката от контузии."
    },
    {
        Name: "Бронирани наколенници",
        Price: "30С",
        Information: "Средна броня на краката: 5 броня, 2 бреме, 12 надеждност; предпазват краката от контузии."
    },
    {
        Name: "Стоманени гамаши",
        Price: "2Ж",
        Information: "Тежка броня на краката: 8 броня, 3 бреме, 15 надеждност; предпазват краката от контузии."
    },
    {
        Name: "Кожен шлем",
        Price: "50С",
        Information: "3 лека броня на главата, 12 надеждност; предпазва главата от контузии."
    },
    {
        Name: "Коиф",
        Price: "5Ж",
        Information: "Качулка от метални халки. 5 средна броня на главата, 2 бреме, 14 надеждност; предпазва главата от контузии."
    },
    {
        Name: "Метална каска",
        Price: "10Ж",
        Information: "8 тежка броня на главата, 2 бреме, 16 надеждност; предпазва главата от контузии."
    },
    {
        Name: "Шлем със забрало",
        Price: "20Ж",
        Information: "10 тежка броня на главата, 3 бреме, 20 надеждност, -10 наблюдателност, -10 точност; предпазва главата от контузии."
    },
    {
        Name: "Поддоспешник",
        Price: "10Ж",
        Information: "Нарича се и гамбезон. Броня от напластени платове. Носи се под ризници или доспехи за удобство и допълнителна броня. 5 лека броня на торса, 12 надеждност; предпазва торса от контузии; ако се намокри обилно: 5 бреме докато не изсъхне, ако напълно подгизне: 10 бреме докато не изсъхне."
    },
    {
        Name: "Кожен нагръдник",
        Price: "20Ж",
        Information: "6 средна броня на торса, 2 бреме, 12 надеждност; предпазва торса от контузии."
    },
    {
        Name: "Закалена кожена броня",
        Price: "30Ж",
        Information: "7 средна броня на торса, 3 бреме, 13 надеждност; предпазва торса от контузии."
    },
    {
        Name: "Плетена ризница",
        Price: "40Ж",
        Information: "8 тежка броня на торса, 4 бреме, 14 надеждност; предпазва торса от контузии."
    },
    {
        Name: "Люспеста ризница",
        Price: "50Ж",
        Information: "9 тежка броня на торса, 5 бреме, 15 надеждност; предпазва торса от контузии."
    },
    {
        Name: "Бригандина",
        Price: "60Ж",
        Information: "Ватирана одежда с вплетени метални пластини. Стандартната броня на пехотинците в много армии. 10 тежка броня на торса, 6 бреме, 16 надеждност; предпазва торса от контузии."
    },
    {
        Name: "Пластинчата броня",
        Price: "70Ж",
        Information: "Познати още като ламелар, този вид броня е разпространен най-вече в Орхонг. 11 тежка броня на торса, 7 бреме, 17 надеждност; предпазва торса от контузии."
    },
    {
        Name: "Стоманена кираса",
        Price: "80Ж",
        Information: "12 тежка броня на торса, 8 бреме, 18 надеждност; предпазва торса от контузии."
    },
    {
        Name: "Сегментирана броня",
        Price: "90Ж",
        Information: "Позната още като ламинар, тази броня е съставена от снадени метални обръчи. 13 тежка броня на торса, 9 бреме, 19 надеждност; предпазва торса от контузии."
    },
    {
        Name: "Стоманени доспехи",
        Price: "100Ж",
        Information: "15 тежка броня, покриваща торса, ръцете и краката, 12 бреме, 20 надеждност; освен торса, доспехите предпазват и ръцете, и краката от контузии. За да се носят доспехи е необходим поддоспешник."
    },
    {
        Name: "Пелта",
        Price: "50С",
        Information: "Дървен или сламен, покрит с кожа щит във формата на полумесец. Лек щит: 33 блокиране, 15 надеждност."
    },
    {
        Name: "Бъклер",
        Price: "5Ж",
        Information: "Малък, кръгъл щит от дърво или метал. Лек щит: 44 блокиране, 16 надеждност."
    },
    {
        Name: "Тардж",
        Price: "15Ж",
        Information: "Средноголям, кръгъл, дървен щит. Среден щит: 55 блокиране, 2 бреме, 17 надеждност."
    },
    {
        Name: "Рондаш",
        Price: "30Ж",
        Information: "Голям, кръгъл, метален щит. Среден щит: 66 блокиране, 3 бреме, 18 надеждност; може да се ползва като частично прикритие."
    },
    {
        Name: "Екю",
        Price: "45Ж",
        Information: "Продълговат, триъгълен щит от дърво или метал. Тежък щит: 77 блокиране, 4 бреме, 19 надеждност; може да се ползва като частично прикритие."
    },
    {
        Name: "Скутум",
        Price: "60Ж",
        Information: "Голям, правоъгълен щит от дърво или метал. Тежък щит: 88 блокиране, 5 бреме, 20 надеждност; може да се ползва като частично или пълно прикритие."
    },
    {
        Name: "Кама",
        Price: "50С",
        Information: "Метателно оръжие: 3 щети, +10 шанс за успех при хвърляне. Леко ръкопашно оръжие за 1 ръка: 3 щети, 12 надеждност, +10 шанс за успех към всеки бърз удар."
    },
    {
        Name: "Кинжал",
        Price: "100С",
        Information: "Метателно оръжие: 4 щети, +10 шанс за успех при хвърляне. Леко ръкопашно оръжие за 1 ръка: 4 щети, 14 надеждност, +10 шанс за успех към всеки бърз удар."
    },
    {
        Name: "Мачете",
        Price: "250С",
        Information: "Тежко ръкопашно оръжие за 1 ръка: 4 щети. Балансирано ръкопашно оръжие за 2 ръце: 6 щети. 2 бреме, 15 надеждност."
    },
    {
        Name: "Сабя",
        Price: "5Ж",
        Information: "Леко ръкопашно оръжие за 1 или 2 ръце: 4 щети, 14 надеждност, +5 шанс за успех към всеки бърз удар, +5 шанс за успех при париране."
    },
    {
        Name: "Шпага",
        Price: "10Ж",
        Information: "Леко ръкопашно оръжие за 1 ръка: 5 щети, 12 надеждност, +10 шанс за успех към всеки бърз удар."
    },
    {
        Name: "Рапира",
        Price: "25Ж",
        Information: "Ползва се най-вече от меридионски мореплаватели. Леко ръкопашно оръжие за 1 ръка: 6 щети, 10 надеждност, +10 шанс за успех при точни атаки."
    },
    {
        Name: "Къс меч",
        Price: "5Ж",
        Information: "Балансирано ръкопашно оръжие за 1 ръка: 5 щети, 15 надеждност."
    },
    {
        Name: "Дълъг меч",
        Price: "10Ж",
        Information: "Балансирано ръкопашно оръжие за 1 ръка: 7 щети. Балансирано ръкопашно оръжие за 2 ръце: 10 щети. 2 бреме. 20 надеждност."
    },
    {
        Name: "Катана",
        Price: "10Ж",
        Information: "Катаната е вид меч, характерен за Черешовите острови. Извън тях се продава само от прекупвачи на вносно въоръжeние, и то на значително по-високи цени. Леко ръкопашно оръжие за 2 ръце: 8 щети, +5 щети при контраатаки (успешно париране срещу неуспешна атака), +5 щети при бързи удари, 14 надеждност."
    },
    {
        Name: "Сапара",
        Price: "5Ж",
        Information: "Познато още и като хопеш, това тежко, извито острие се среща предимно в Хабилеа и Орхонг. Балансирано ръкопашно оръжие за 1 или 2 ръце: 10 щети, 3 бреме, 14 надеждност."
    },
    {
        Name: "Ятаган",
        Price: "10Ж",
        Information: "Mеч с извито острие, характерен най-вече за въоръжението на хабилеанските бедуини. Тежко ръкопашно оръжие за 1 ръка: 8 щети. Балансирано ръкопашно оръжие за 2 ръце: 10 щети, +10 шанс за успех към всеки бърз удар. 2 бреме, 15 надеждност."
    },
    {
        Name: "Клеймор",
        Price: "20Ж",
        Information: "Най-често срещано сред Далриатските вождества оръжие, в превод от чиито език името му означава „велик меч“. Тежко ръкопашно оръжие за 2 ръце: 16 щети, 4 бреме, 20 надеждност."
    },
    {
        Name: "Ромфея",
        Price: "10Ж",
        Information: "Тежко ръкопашно оръжие за 2 ръце: 12 щети, 3 бреме, 15 надеждност."
    },
    {
        Name: "Бухалка",
        Price: "50М",
        Information: "Грубо и недодялано оръжие, характернo за някои футаркски кланове, харкотски варвари и койзангски племена. Tежко ръкопашно оръжие за 1 ръка: 11 щети. Тежко ръкопашно оръжие за 2 ръце: 12 щети. 3 бреме, 12 надеждност."
    },
    {
        Name: "Шестопер",
        Price: "3Ж",
        Information: "Tежко ръкопашно оръжие за 1 ръка: 12 щети. Тежко ръкопашно оръжие за 2 ръце: 15 щети. 4 бреме, 14 надеждност."
    },
    {
        Name: "Моргенщерн / боздуган",
        Price: "6Ж",
        Information: "Tежко ръкопашно оръжие за 1 ръка: 13 щети. Тежко ръкопашно оръжие за 2 ръце: 16 щети. 5 бреме, 16 надеждност."
    },
    {
        Name: "Боен чук",
        Price: "15Ж",
        Information: "Tежко ръкопашно оръжие за 1 ръка: 15 щети. Тежко ръкопашно оръжие за 2 ръце: 18 щети. 6 бреме, 20 надеждност."
    },
    {
        Name: "Сатър",
        Price: "50С",
        Information: "Тежко ръкопашно оръжие за 1 ръка: 6 щети, 10 надеждност, +4 щети при изключителни успехи."
    },
    {
        Name: "Топор",
        Price: "150С",
        Information: "Тежко ръкопашно оръжие за 1 или 2 ръце: 8 щети, 2 бреме, 12 надеждност, +5 щети при изключителни успехи."
    },
    {
        Name: "Секира",
        Price: "3Ж",
        Information: "Тежко ръкопашно оръжие за 2 ръце: 8 щети, 3 бреме, 15 надеждност, +6 щети при изключителни успехи."
    },
    {
        Name: "Бойна брадва",
        Price: "10Ж",
        Information: "Тежко ръкопашно оръжие за 1 ръка: 10 щети, +7 щети при изключителни успехи. Тежко ръкопашно оръжие за 2 ръце: 12 щети, +8 щети при изключителни успехи. 5 бреме, 18 надеждност."
    },
    {
        Name: "Тояга",
        Price: "1С",
        Information: "Леко ръкопашно оръжие за 2 ръцe: 4 щети, 12 надеждност, +10 шанс за успех към всеки бърз удар, +20 шанс за успех при овчарски скокове; щом нанесе поражения, зашеметява врага, а при изключителен успех го поваля на земята."
    },
    {
        Name: "Копие",
        Price: "3Ж",
        Information: "Леко ръкопашно оръжие за 1 или 2 ръце: 6 щети, 12 надеждност. Метателно оръжие: 8 щети."
    },
    {
        Name: "Гизарм",
        Price: "6Ж",
        Information: "Тежко ръкопашно оръжие за 2 ръце: 10 щети, 3 бреме, 15 надеждност."
    },
    {
        Name: "Алебарда",
        Price: "12Ж",
        Information: "Тежко ръкопашно оръжие за 2 ръце: 12 щети, 5 бреме, 20 надеждност."
    },
    {
        Name: "Нагината",
        Price: "15Ж",
        Information: "Леко ръкопашно оръжие за 2 ръце: 8 щети, 14 надеждност."
    },
    {
        Name: "Тризъбец",
        Price: "15Ж",
        Information: "Балансирано ръкопашно оръжие за 1 или 2 ръце: 12 щети, 3 бреме, 18 надеждност."
    },
    {
        Name: "Фукия",
        Price: "50М",
        Information: "Рядко срещано първобитно оръжие, представляващо тръбичка за изстрелване на отровни стрелички. Далекобойно оръжие за 2 ръце: 50м. oбсег; зарежда се с къси стрелички."
    },

    {
        Name: "Ловен лък",
        Price: "50С",
        Information: "Далекобойно оръжие за 2 ръце: 6 щети, 120м. обсег, -5 точност при всякакви изстрели, освен точни."
    },

    {
        Name: "Къс военен лък",
        Price: "5Ж",
        Information: "Далекобойно оръжие за 2 ръце: 8 щети, 150м. oбсег, -10 точност при всякакви изстрели, освен точни."
    },

    {
        Name: "Дълъг военен лък",
        Price: "15Ж",
        Information: "Далекобойно оръжие за 2 ръце: 10 щети, 200м. oбсег, -10 точност при всякакви изстрели, освен точни."
    },

    {
        Name: "Съставен лък",
        Price: "25Ж",
        Information: "Далекобойно оръжие за 2 ръце: 12 щети, 250м. oбсег, -5 точност при всякакви изстрели, освен точни, +7 щети при точни изстрели."
    },

    {
        Name: "Лек арбалет",
        Price: "45Ж",
        Information: "Далекобойно оръжие за 2 ръце: 9 щети, +5 точност, 120м. обсег; не може да се ползва за бързи изстрели, зареждането му се брои за отделно действие."
    },

    {
        Name: "Тежък арбалет",
        Price: "60Ж",
        Information: "Далекобойно оръжие за 2 ръце: 14 щети, +10 точност, 180м. обсег; не може да се ползва за бързи изстрели, зареждането му се брои за отделно действие."
    },

    {
        Name: "Пищов",
        Price: "80Ж",
        Information: "Огнестрелните оръжия са мощни, но тромави и неточни. Срещат се само сред най-развитите общества. Огнестрелно оръжие за 1 ръка: 15 щети, -10 точност, 80м. обсег, +10 щети при изключителен успех; не може да се ползва за бързи изстрели, зареждането му се брои за отделно действие."
    },

    {
        Name: "Кремъклийка / Аркебуз",
        Price: "100Ж",
        Information: "Огнестрелно оръжие за 2 ръце: 18 щети, -10 точност, 150м. oбсег, +10 щети при изключителен успех; не може да се ползва за бързи изстрели, зареждането им се брои за отделно действие."
    },

    {
        Name: "Кулеврина",
        Price: "120Ж",
        Information: "Огнестрелно оръжие за 2 ръце: 20 щети, 30м. обсег, -10 точност, +10 щети при изключителен успех; не може да се ползва за бързи изстрели, зареждането й се брои за отделно действие."
    },

    {
        Name: "Сачми",
        Price: "5С / всяка",
        Information: "Mуниции за огнестрелни оръжия. Зареждането на далекобойни оръжия не се счита за отделно действие (освен където е указано другояче), но на огнестрелни – се!"
    },

    {
        Name: "Стрели",
        Price: "1С / всяка",
        Information: "Mуниции за лъкове."
    },

    {
        Name: "Стрелички",
        Price: "2С / всяка",
        Information: "Mуниции за арбалети."
    },
    {
        Name: "Търнокоп",
        Price: "10С",
        Information: "Тежко селскостопанско сечиво за 1 ръка: 5 щети, 1 бреме, 10 надеждност, +5 земеделие."
    },

    {
        Name: "Вила",
        Price: "5С",
        Information: "Леко селскостопанско сечиво за 2 ръце: 4 щети, 10 надеждност, +5 земеделие."
    },

    {
        Name: "Коса",
        Price: "15С",
        Information: "Тежко селскостопанско сечиво за 2 ръце: 6 щети, 2 бреме, 10 надеждност, +5 земеделие."
    },

    {
        Name: "Ковашки чук",
        Price: "25С",
        Information: "Балансирано ковашко сечиво за 1 ръка: 4 щети, 1 бреме, 10 надеждност, +5 ковачество."
    },

    {
        Name: "Камшик",
        Price: "35С",
        Information: "Звероукротителски инструмент: ползва се със специалност опитомяване или друга сходна, не може да се ползва за париране, може да се използва за залавяне и придърпване на персонажи, създания и други обекти."
    },

    {
        Name: "Кусаригама",
        Price: "15Ж",
        Information: "Кусаригамата представлява верига с подобен на сърп накрайник. Екзотичното оръжие е разпространено най-вече из Черешовите острови. Леко ръкопашно оръжие за 2 ръце: 6 щети; не може да се ползва за париране, но може да се използва за залавяне и придърпване на персонажи, създания и други обекти."
    },

    {
        Name: "Сърп",
        Price: "25С",
        Information: "Балансирано земеделско сечиво за 1 ръка: 4 щети, 1 бреме, 10 надеждност, +5 земеделие."
    },

    {
        Name: "Катар",
        Price: "6Ж",
        Information: "Острие, което се прикрeпя към обратната страна на китката. Леко ръкопашно оръжие за 1 ръка: 4 щети, 10 надеждност, + 10 шанс за успех към всяка бърза щети; ползва се със специалност пъргавина или друга сходна."
    },

    {
        Name: "Прашка",
        Price: "3М",
        Information: "Далекобойно оръжие: 30м обсег; зарежда се с камъчета."
    },

    {
        Name: "Шурикен",
        Price: "5С",
        Information: "Метателно оръжие: 6 щети."
    },

    {
        Name: "Чакрам",
        Price: "10Ж",
        Information: "Чакрамът представлява остро като бръснач острие с формата на окръжност с малък, увит в кожа участък, за който се хваща. Екзотичното оръжие е разпространено най-вече в Деванагарските султанати. Тежко ръкопашно оръжие за 1 ръка: 5 щети, 3 бреме, 12 надеждност. Метателно оръжие: 7 щети. +10 шанс за успех при хвърляне."
    },

    {
        Name: "Бумеранг",
        Price: "50С",
        Information: "Примитивно, дървено оръжие за хвърляне, което се връща, ако не уцели целта си. Метателно оръжие: +10 шанс за успех при точни атаки; ако не уцели целта си, бумерангът прави кръг и се връща обратно в ръцете на хвърлилия го."
    },

    {
        Name: "Требушет",
        Price: "5,000 жълтици",
        Information: "Здравина: 400 Вид мощен катапулт, задвижван от противотежест, който изстрелва гигантски канари. Стреля с точност 44. Може да се прицелва като действие, осигурявайки предимство при следващия изстрел. Всеки успешен изстрел се счита за изключително успешен. Обсегът му е 350 метра."
    },

    {
        Name: "Катапулт",
        Price: "2,000 жълтици",
        Information: "Здравина: 250 Общ термин за всякакви обсадни машини, задвижвани с противотежест, и изстрелващи големи камъни. Стреля с точност 33. Може да се прицелва като действие, осигурявайки предимство при следващия изстрел. Всеки успешен изстрел се счита за изключително успешен. Обсегът му е 200 метра."
    },

    {
        Name: "Балиста",
        Price: "3,000 жълтици",
        Information: "Здравина: 250 Устройство, наподобяващо масивен арбалет, изстрелващо грамадни стрели. Стреля с точност 33. Може да се прицелва като действие, осигурявайки предимство при следващия изстрел. Всеки успешен изстрел се счита за изключително успешен. Обсегът й е 500 метра."
    },

    {
        Name: "Таран",
        Price: "2,000 жълтици",
        Information: "Здравина: 200 Голям, подвижен дървен прът, обикновено с метален завършек, използван за разбиване на врати или стени."
    },

    {
        Name: "Обсадна кула",
        Price: "3,000 жълтици",
        Information: "Здравина: 300 Подвижна кула, с която нападателите могат безопасно да се придвижат до вражеските стени и да ги прескочат."
    },

    {
        Name: "Елек",
        Price: "12С",
        Information: "Лека връхна дреха без ръкави, в чиято пазва могат да се поберат няколко предмета. + 5 устойчивост срещу простуда."
    },

    {
        Name: "Калпак",
        Price: "10С",
        Information: "Висока шапка с козина, носена предимно от мъжете и момчетата в Орхонг и Сирильско краище. + 5 устойчивост срещу простуда. + 5 шанс за успех при общуване със сирильци."
    },

    {
        Name: "Навуща",
        Price: "1С",
        Information: "Парчета дебел вълнен плат, с които се увиват краката от стъпалата до коленете. Част от народната носия в някои части на Сирильско краище. + 5 устойчивост срещу простуда."
    },

    {
        Name: "Панталони или пола",
        Price: "10С",
        Information: "Джобовете им побират до няколко дребни предмета."
    },

    {
        Name: "Плащ",
        Price: "20С",
        Information: "Плътно наметало от вълнен плат с качулка, осигуряващо устойчивост на дъжд и вятър. Може да се закопчава около врата с копчета или да се пристяга с върви. + 10 устойчивост срещу простуда."
    },

    {
        Name: "Пояс",
        Price: "4С",
        Information: "В пояса може да се затъкне оръжие или да се поберат няколко дребни предмета. Освен че побира няколко дребни предмета, в пояса може да се втъкне и оръжие."
    },

    {
        Name: "Расо",
        Price: "1С",
        Information: "Проста дреха, носена от духовенството в Латинейския архипелаг и Сирильско краище. Религиозните служители получават одежди от храма си, поради което е необичайно да се намери расо в обикновен магазин за дрехи. + 5 устойчивост срещу простуда. + 5 шанс за успех при общуване с духовници."
    },

    {
        Name: "Роба",
        Price:

            "5С",
        Information: "Дълга, свободна дреха с качулка и дълги, широки ръкави. Номадите в Хабилеа носят бели, ленени роби, а духовниците от Футарк и Огам – от плътен вълнен плат. Роби могат да се намерят из повечето магазини за дрехи на цена от десетина гроша. + 10 устойчивост срещу топлинен удар."
    },

    {
        Name: "Ръкавици",
        Price: "5С",
        Information: "Носят се най-вече в Огам, Футарк и Сирильско краище. Предпазват ръцете от измръзване. + 5 устойчивост срещу простуда."
    },

    {
        Name: "Сламена шапка",
        Price: "2М",
        Information: "Популярна най-вече сред простолюдието в Орхонг, където може да се закупи от повечето пазарища за броени медници. Предпазва главата от прежурящото слънце. + 5 устойчивост срещу топлинен удар. + 5 шанс за успех при общуване с черешови островитяни."
    },

    {
        Name: "Таби",
        Price: "1С",
        Information: "Високи, плътни чорапи, типично носени под сандалите в Орхонг. + 5 прокрадване."
    },

    {
        Name: "Туника",
        Price: "20С",
        Information: "Затворена връхна дреха, стигаща до над коленете. Носи се със или без панталони, пристегната в кръста с колан. + 5 устойчивост срещу простуда. В пазвата й могат да се поберат няколко дребни предмета."
    },

    {
        Name: "Тюрбан",
        Price: "2С",
        Information: "Дълъг платнен шал, увит около главата. Предпазва главата от непоносими жеги. Тюрбани се носят предимно в Хабилеа и Деванагарските султанати. + 5 устойчивост срещу топлинен удар. + 5 шанс за успех при общуване с хабилеанци."
    },

    {
        Name: "Шал",
        Price: "6С",
        Information: "+ 5 устойчивост срещу простуда."
    },

    {
        Name: "Шалвари",
        Price: "2С",
        Information: "Носят се най-вече в Хабилеа, Койзанга и Деванагарските султанати. + 5 устойчивост срещу топлинен удар."
    },

    {
        Name: "Ямурлук",
        Price: "10С",
        Information: "Груба връхна дреха от вълнен плат, носена предимно от овчарите в Сирильско краище и Огам. Ямурлуците са прости дрехи, и се продават на сравнително ниски цени. 10 бреме. + 30 устойчивост срещу простуда."
    },
    {
        Name: "Ботуши",
        Price: "8Ж",
        Information: "+ 5 шанс за успех при общуване с благородници."
    },
    {
        Name: "Елече",
        Price: "6Ж",
        Information: "Лека връхна дреха без ръкави, в чиято пазва могат да се приберат до няколко предмета. + 5 шанс за успех при общуване с благородници."
    },
    {
        Name: "Жакет",
        Price: "20Ж",
        Information: "Лека женска връхна дреха от коприна. Закопчава се с копчета или се затяга с върви. + 10 шанс за успех при общуване с благородници (ефектът важи само за герои от женски пол)."
    },
    {
        Name: "Кафтан",
        Price: "35Ж",
        Information: "Официална мъжка дреха, наподобяваща дълга, пристегната в кръста туника. + 10 шанс за успех при общуване с благородници."
    },
    {
        Name: "Корсет",
        Price: "2Ж",
        Information: "Женска дреха, пристягаща талията за по-стройна фигура. Корсети се носят най-вече от придворните дами в Теокрацията и ареморските кралства. + 5 шанс за успех при общуване с благородници (ефектът важи само за герои от женски пол)."
    },
    {
        Name: "Мантия",
        Price: "24Ж",
        Information: "Мантията е връхна дреха, представляваща дълга пелерина с качулка, обикновено избродирана с красиви шарки. + 10 шанс за успех при общуване с благородници."
    },
    {
        Name: "Мундир",
        Price: "36Ж",
        Information: "Моряшка униформена дреха. + 10 шанс за успех при общуване с почтени мореплаватели."
    },
    {
        Name: "Панталони или пола",
        Price: "8Ж",
        Information: "+ 5 шанс за успех при общуване с благородници."
    },
    {
        Name: "Пояс",
        Price: "6Ж",
        Information: "+ 5 шанс за успех при общуване с благородници. Побира няколко дребни предмета."
    },
    {
        Name: "Риза",
        Price: "3Ж",
        Information: "+ 5 шанс за успех при общуване с благородници. В пазвата й могат да се поберат няколко дребни предмета."
    },
    {
        Name: "Рокля",
        Price: "20Ж",
        Information: "Придворните дами обичат да се издокарват подобаващо, с рокли от скъпи, екзотични платове. Подобни изделия се намират само в бутиковите шивачници и са сравнително скъпи облекла. + 5 шанс за успех при общуване с благородници (ефектът важи само за герои от женски пол)."
    },
    {
        Name: "Ръкавици",
        Price: "6Ж",
        Information: "+ 5 шанс за успех при общуване с благородници."
    },
    {
        Name: "Салтамарка",
        Price: "30Ж",
        Information: "Лека връхна дреха с впита кройка, характерна за царствата в западно Сирильско краище. + 10 шанс за успех при общуване с благородници."
    },
    {
        Name: "Тюбетейка",
        Price: "2Ж",
        Information: "Мека, плоска шапка без периферия, характерна за народите от харкотската орда. Тюбетейки се носят и сред простолюдието и от благородници, които ги украсяват допълнително с мъниста и гайтани. + 10 шанс за успех при общуване с харкотци."
    },
    {
        Name: "Тюрнюр",
        Price: "1Ж",
        Information: "Атрибут, носен от знатни дами под роклята, за да изглежда фигурата им по-пищна. + 10 шанс за успех при общуване с благородници (ефектът важи само за герои от женски пол).",
    },
    {
        Name: "Фес",
        Price: "6Ж",
        Information: "Конусовидна шапка със скосен връх с пискюл. Носи се най-вече от благородниците в Хабилеа. + 5 шанс за успех при общуване с хабилеанци."
    },
    {
        Name: "Шалче",
        Price: "6Ж",
        Information: "Шалчета от фини, скъпи платове носят най-вече придворните дами в по-напредналите общества. + 5 шанс за успех при общуване с благородници."
    },
    {
        Name: "Ботуши",
        Price: "12С",
        Information: "3 лека броня на краката: 10 надеждност, +5 устойчивост срещу простуда; предпазват краката от контузии."
    },
    {
        Name: "Елек",
        Price: "20С",
        Information: "По кожените елеци с нашивки и емблеми за отличие се познават наемниците от сирильската компания „Гладните чакали“. Лека броня: 2 броня, 14 надеждност, + 10 устойчивост срещу простуда, джобовете му побират няколко дребни предмета."
    },
    {
        Name: "Кесия",
        Price: "3С",
        Information: "Кожен вързоп за пари и малки предмети."
    },
    {
        Name: "Кожух",
        Price: "80С",
        Information: "Плътна дреха, покрита с козина, пазеща топло и в най-големите студове. Носи се предимно във Футарк и източен Огам, както и в Сирильско краище през зимата. В джобовете му могат да се поберат цял куп дреболии. + 30 устойчивост срещу простуда."
    },
    {
        Name: "Колан",
        Price: "25С",
        Information: "На колана могат да се запасват оръжия, кесии и паласки."
    },
    {
        Name: "Панталони",
        Price: "12С",
        Information: "В джобовете на панталоните могат да се поберат няколко дребни предмета."
    },
    {
        Name: "Ръкавици",
        Price: "8С",
        Information: "Кожените ръкавици са неотменна част от класическия образ на изстрадалия странник. Предотвратяват запотяване на ръцете. 3 лека броня на ръцете, 10 надеждност, +5 устойчивост срещу простуда; предпазват ръцете от контузии."
    },
    {
        Name: "Сандали",
        Price: "3С",
        Information: "Отворени обувки от кожа, носени най-вече в Хабилеа, Латинейската теокрация и на Черешовите острови. + 10 устойчивост срещу топлинен удар."
    },
    {
        Name: "Ушанка",
        Price: "10С",
        Information: "Зимна шапка с наушници и дебела подплата, направена от кожа с козина. Ушанки се носят най-вече в Сирильско краище през зимата. + 10 устойчивост срещу простуда. + 5 шанс за успех при общуване със сирильци."
    },
    {
        Name: "Цървули",
        Price: "6С",
        Information: "Обикновени кожени чепици. + 10 устойчивост срещу простуда."
    },
    {
        Name: "Ботуши",
        Price: "10Ж",
        Information: "+ 10 шанс за успех при общуване с благородници."
    },
    {
        Name: "Колан",
        Price: "12Ж",
        Information: "+ 5 шанс за успех при общуване с благородници. На колана могат да се запасват оръжия, кесии и паласки."
    },
    {
        Name: "Палто",
        Price: "30Ж",
        Information: "Универсална връхна дреха, носена из всички по-мразовити краища на света. + 10 шанс за успех при общуване с благородници, + 20 устойчивост срещу простуда; в джобовете му могат да се поберат цял куп дреболии."
    },
    {
        Name: "Панталони",
        Price: "6Ж",
        Information: "+ 5 шанс за успех при общуване с благородници."
    },
    {
        Name: "Ръкавици",
        Price: "8Ж",
        Information: "+ 5 шанс за успех при общуване с благородници."
    },
    {
        Name: "Яка",
        Price: "20Ж",
        Information: "Яката от животинска кожа е признак на заможност и състояние. Кожи на екзотични животни могат да си позволят само най-богатите благородници. + 20 шанс за успех при общуване с благородници."
    },
    {
        Name: "Аквамарин",
        Price: "3d100Ж",
        Information: "Скъпоценен камък с цвят на морска вода. Според някои може да укротява морски бури – но не и според опитните капитани на кораби."
    },
    {
        Name: "Бисер",
        Price: "1d10Ж",
        Information: "Познати още като перли. Образуват се от песъчинки, попаднали в миди, които в последствие ги обвиват в седеф, за да не дразнят чувствителната им вътрешност. Деванагарците смятат бисерите за най-подходящия материал за направата на талисмани."
    },
    {
        Name: "Брошка",
        Price: "3d10Ж",
        Information: "Накит, който се закача за дреха с игла или щипка. Може да се направи от резбовано дърво, кост, корал или метал, и да се украси със скъпоценен камък."
    },
    {
        Name: "Гривна",
        Price: "2d10Ж",
        Information: "Украшение за китки."
    },
    {
        Name: "Елмаз",
        Price: "5d100Ж",
        Information: "Наричан още диамант, този минерал е най-твърдото вещество, срещано в природата. Неразтворим е, а освен това е и добър проводник на топлина."
    },
    {
        Name: "Кварц",
        Price: "2d10Ж",
        Information: "Срещат се различни на цвят кварцове – виолетов (аметист), черен (морион), жълт (цитрин), зелен, кафяв, червен (авантюрин) и др."
    },
    {
        Name: "Лазурит",
        Price: "12Ж",
        Information: "Наситено син на цвят скъпоценен камък, познат още като лапис лазули. Стрит на прах се използва като багрило в стенописи и за живопис. Използва се и за украса на накити, мозайки, гравюри и съдове."
    },
    {
        Name: "Малахит",
        Price: "5d10Ж",
        Information: "За този тъмнозеленикав минерал се носят приказки, че предпазвал притежателя си от уроки и други опасности."
    },
    {
        Name: "Нефрит",
        Price: "24Ж",
        Information: "Светлозелен до тъмножълт минерал. Смята се, че предпазва от земетресения и мълнии. На Черешовите острови му се приписват лечебни свойства."
    },
    {
        Name: "Обсидиан",
        Price: "4d10Ж",
        Information: "Естествено стъкло, образувало се при бързо изстиване на вулканична лава."
    },
    {
        Name: "Огърлица",
        Price: "1d100Ж",
        Information: "Бижу, което се носи около врата. Може да представлява проста висулка на кожена връв или майсторски изработено колие от скъпоценни камъни."
    },
    {
        Name: "Оникс",
        Price: "2d10Ж",
        Information: "Полускъпоценен камък на ивици, най-често с преобладаващ черен цвят. Според много поверия подпомага борбеността и упоритостта."
    },
    {
        Name: "Опал",
        Price: "1d100Ж",
        Information: "Съществуват много видове опал – бял, черен, огнен, на ивици, с примеси и без. За опалите се счита, че носели лош късмет..."
    },
    {
        Name: "Пръстен",
        Price: "4d10Ж",
        Information: "Украшение за пръстите на ръцете или краката."
    },
    {
        Name: "Рубин",
        Price: "4d100Ж",
        Information: "Много ценен, червеникав на цвят скъпоценен камък. Вярва се, че предпазвал от злонамерени духове."
    },
    {
        Name: "Сапфир",
        Price: "2d100Ж",
        Information: "Скъпоценен камък, срещащ се в различни цветове - пурпурен, зелен, жълт, прозрачен и оранжев, но най-често поразително син. Символизира великодушие и благородие."
    },
    {
        Name: "Тюркоаз",
        Price: "6Ж",
        Information: "Полускъпоценен камък, най-често със зеленикав цвят. Използва се в любовни магии."
    },
    {
        Name: "Янтар",
        Price: "3Ж",
        Information: "Органичен, жълтеникав скъпоценен камък, представляващ вкаменена смола от иглолистни дървета. Познат още като кехлибар. Късовете със застинали насекоми в тях се ценят по-високо от обикновено."
    },

    {
        Name: "Астролабия",
        Price: "10Ж",
        Information: "Механичен астрономически уред за измерване на положението на звездите. Използва се за определяне на часа, продължителността на деня и нощта, както и за разни математически изчисления. Подобен инструмент може да се намери само при най-изкусните майстори занаятчии на цена около десетина жълтици."
    },
    {
        Name: "Бастунче",
        Price: "2d100М",
        Information: "Късо бастунче за подпиране. Цената му може да варира между няколко бакърчета до няколко десетки сребърника според това колко изкусна е изработката му и от какво е направено."
    },
    {
        Name: "Бокал",
        Price: "1d100С",
        Information: "Цената на бокала може да варира в зависимост от какво е изработен."
    },
    {
        Name: "Бръснач",
        Price: "3С",
        Information: "Използва се за бръснене. Може да се закупи от повечето бакалии за няколко сребърника."
    },
    {
        Name: "Буре",
        Price: "30С",
        Information: "Повечето търговци предлагат малки, средни и големи бъчви, които могат да послужат за съхранение на храна или напитки."
    },
    {
        Name: "Ведро",
        Price: "1С",
        Information: "Служи за събиране и пренасяне на вода."
    },
    {
        Name: "Везни и тежести",
        Price: "30С",
        Information: "Незаменимо пособие за всеки себеуважаващ се търговец."
    },
    {
        Name: "Верига",
        Price: "5С/м",
        Information: "Здрава метална верига, дълга няколко метра."
    },
    {
        Name: "Вретено",
        Price: "5С",
        Information: "Къса, заоблена дървена пръчка със заострени краища. Използва се за предене на вълна."
    },
    {
        Name: "Въдица",
        Price: "2С",
        Information: "Риболовен уред. Стръв може да се закупи поотделно за няколко бакърчета."
    },
    {
        Name: "Въже",
        Price: "10С/м",
        Information: "Дебело, конопено въже."
    },
    {
        Name: "Гребен",
        Price: "1С",
        Information: "Костен или дървен. Използва се за разресване на коси."
    },
    {
        Name: "Грес",
        Price: "3d10С",
        Information: "Вискозна смес от различни минерални и растителни масла, използвана за смазване на брави, оси на каруци, обсадни оръдия и всякакви други съоръжения. Струва по няколко десетки сребърника на шише."
    },
    {
        Name: "Грънчарско колело",
        Price: "10С",
        Information: "Задвижва се с крака посредством кожена лента. Ползва се в изработката на всякакви грънци – посуда, чаши и стомни."
    },
    {
        Name: "Далекоглед",
        Price: "2Ж",
        Information: "Оптически уред, използван от изследователи, разузнавачи и мореплаватели, за да наблюдават далечни обекти отблизо. Струва няколко жълтици."
    },
    {
        Name: "Дисаги",
        Price: "2d10С",
        Information: "С кожени или платнени дисаги героите могат да натоварят ездитно животно със значително повече товар. Такива могат да се закупят от повечето шивачи, но и от някои конюшни, за няколко десетки сребърника."
    },
    {
        Name: "Длето",
        Price: "8С",
        Information: "Дърводелски инструмент."
    },
    {
        Name: "Дървесен спирт",
        Price: "20С",
        Information: "Използва се за палене на огньове, като гориво за спиртни лампи или за разтриване на измръзнали крайници."
    },
    {
        Name: "Енфие",
        Price: "2С/доза",
        Information: "Стрит на прах тютюн за шмъркане. Може да се купи от дрогерии в големи градове на цена от няколко сребърника. Една доза намаля степента на тревога по избор с 1d10."
    },
    {
        Name: "Жироскоп",
        Price: "10Ж",
        Information: "Жироскопът е механичен уред с диск, който запазва първоначалното си направление в пространството чрез въртене около остта си. Използва се предимно в корабоплаването за стабилизиране и поддържане на курса."
    },
    {
        Name: "Зарчета",
        Price: "2М",
        Information: "Дървени зарове или ашици, зарчетата за игра не струват повече от няколко бакърчета."
    },
    {
        Name: "Звънче",
        Price: "3М",
        Information: "Малко и метално, издава средносилен звън при удар. По-големите звънци са по-скъпи."
    },
    {
        Name: "Игли и конци",
        Price: "25С",
        Information: "Използват се в шивашкия занаят."
    },
    {
        Name: "Играчка",
        Price: "3С",
        Information: "Дървено животинче, парцалена кукла, люлеещо се конче, пумпал, стъклени топчета или др., играчката струва не повече от няколко сребърника."
    },
    {
        Name: "Канап",
        Price: "8С",
        Information: "Използва се за връзване."
    },
    {
        Name: "Карти за игра",
        Price: "3С",
        Information: "Колода карти, използвани за различни игри."
    },
    {
        Name: "Катинар",
        Price: "6d10C",
        Information: "Различните по качество катинари се различават и по цена. Тези, чиято трудност за разбиване е обикновена, струват по няколко корубки; трудните за отключване са по няколко сребърника; много трудните – по няколко жълтици."
    },
    {
        Name: "Катран",
        Price: "3d10С",
        Information: "Черна, лесновъзпламенима, лепкава маса. Може да се закупи от по-добре снабдените търговци за няколко десетки сребърника."
    },
    {
        Name: "Кафез",
        Price: "50С",
        Information: "Използва се за прибиране на опитомени птици."
    },
    {
        Name: "Кирка",
        Price: "30С",
        Information: "Тежко миньорско сечиво за 2 ръце: 5 щети, 2 бреме, 20 надеждност."
    },
    {
        Name: "Клетка",
        Price: "40С",
        Information: "Важна част от арсенала на всеки ловец."
    },
    {
        Name: "Ковчеже",
        Price: "10d10С",
        Information: "Дървено или месингово, малко, средно или голямо, ковчежето може да послужи за съхранение на лични вещи. Цената му зависи най-вече от обема и качеството на ключалката му."
    },
    {
        Name: "Кози крак",
        Price: "12С",
        Information: "Използва се за вадене на пирони от дърво, разглобяване на дървени опаковки и конструкции и разбиване на залостени врати."
    },
    {
        Name: "Колчан",
        Price: "50С",
        Information: "Кожен колчан с презрамка, побиращ 30 стрели. Може да се закупи от всеки кожар или шивач за петдесетина сребърника."
    },
    {
        Name: "Компас",
        Price: "1Ж",
        Information: "Устройство за ориентиране, чиято стрелка винаги сочи север. Струва около жълтица."
    },
    {
        Name: "Комплект гримове",
        Price: "2Ж",
        Information: "Сенки, ружове и пудри, ползвани най-вече от благородни дами и театрални актьори. Струват няколко жълтици."
    },
    {
        Name: "Котки за катерене",
        Price: "65С",
        Information: "Правят катеренето лесно."
    },
    {
        Name: "Кошница",
        Price: "3М",
        Information: "Изплетена от тръстика или дрянови клонки, кошницата се използва за събиране на всякакви предмети. Струва няколко корубки."
    },
    {
        Name: "Кремък",
        Price: "6М",
        Information: "Виж Огниво и прахан."
    },
    {
        Name: "Кристално кълбо",
        Price: "3d100С",
        Information: "Може да се използва от ясновидци за предсказване на бъдещето. Такава вещ може да се намери само от по-чудати търговци на всякаква цена от няколко сребърника до няколко жълтици. С подобна принадлежност в себе си човек може да си навлече неприятности с властите в Теокрацията."
    },
    {
        Name: "Кука",
        Price: "30М",
        Information: "Направена от метал, може да се закачи за верига или въже. Струва тридесетина корубки."
    },
    {
        Name: "Кукла на конци",
        Price: "2С",
        Information: "За изпълнения на куклен театър. Струва няколко сребърника."
    },
    {
        Name: "Кутия",
        Price: "10С",
        Information: "Дървена или метална, обикновена или резбована. Някои кутии имат и малка ключалчица за по-добра сигурност. Струват по десетина сребърника."
    },
    {
        Name: "Кърпа",
        Price: "2С",
        Information: "Освен за подсушаване, може да послужи и за постилане на софра. Кърпи се продават във всяка шивачница."
    },
    {
        Name: "Лещи",
        Price: "2Ж",
        Information: "Вдлъбнати или изпъкнали, лещите имат свойството да пречупват светлината и могат да се използват като компоненти за някои приспособления като далекоглед или лупа."
    },
    {
        Name: "Лопата",
        Price: "3С",
        Information: "Никога не знаеш кога ще ти се наложи да заровиш или изровиш някое съкровище..."
    },
    {
        Name: "Лула",
        Price: "60С",
        Information: "Лулата се използва за пушене на тютюн, градински чай, звездословски шлемник, див пелин, деванагарски коноп и други билки. Премахват тревоги според качеството им. Струва около шестдесет сребърника."
    },
    {
        Name: "Магнит",
        Price: "2Ж",
        Information: "Магнитът има причудливото свойство да привлича метали. Подобен предмет може да се намери само в специален алхимически магазин или търговец на редки и странни вещи на цена от няколко жълтици."
    },
    {
        Name: "Макара",
        Price: "12М",
        Information: "Може да се комбинира с въже за направата на полиспаст. Струва около дузина корубки."
    },
    {
        Name: "Мангал",
        Price: "50С",
        Information: "Малка печка на въглища с метална скара към нея. Струва петдесетина сребърника и може да се закупи от повечето бакалии в големи градове."
    },
    {
        Name: "Манерка",
        Price: "3С",
        Information: "Побира около половин литър течност. Струва няколко сребърника."
    },
    {
        Name: "Мечи капан",
        Price: "3Ж",
        Information: "Капан с назъбени челюсти, които залавят крака на жертвата, щом настъпи металната пластина в средата на капана."
    },
    {
        Name: "Мънисто",
        Price: "3М",
        Information: "Мънистата се използват за украсяване на бижута и дрехи. Представляват малки дървени или стъклени топчета, оцветени в различни цветове."
    },
    {
        Name: "Мях",
        Price: "3С",
        Information: "Побира около литър вода или някаква друга течност. Струва няколко сребърника."
    },
    {
        Name: "Ножици",
        Price: "4С",
        Information: "Използват се най-вече в шивашкия и кожарския занаят."
    },
    {
        Name: "Ножовка",
        Price: "3d10С",
        Information: "Ножовката може да се използва за разрязване на метал. Струва няколко десетки гроша."
    },
    {
        Name: "Оглавник",
        Price: "2d10С",
        Information: "Приспособление за впрягане на животни за каруца или плуг. Струва не повече от двадесетина сребърника."
    },
    {
        Name: "Огледалце",
        Price: "2Ж",
        Information: "С дръжка или без, използва се заради отразителните си свойства. Продава се в по-добре снабдените магазини за жълтица-две."
    },
    {
        Name: "Огниво и прахан",
        Price: "4С",
        Information: "Използват се за наклаждане на огън. Огнивото струва няколко сребърника, а праханта е консуматив, който може да се закупи за няколко корубки."
    },
    {
        Name: "Одеяло",
        Price: "12С",
        Information: "Вълнено или копринено, струва дузина грошове."
    },
    {
        Name: "Палатка",
        Price: "6Ж",
        Information: "Нощуването в палатка е малко по-сигурно от спането на открито. Палатките струват по няколко жълтици."
    },
    {
        Name: "Паница",
        Price: "10М",
        Information: "Евтин, глинен съд за хранене."
    },
    {
        Name: "Парфюм",
        Price: "3d10Ж",
        Information: "Парфюмите са истински лукс, предназначен само за онези, които могат да си ги позволят (най-вече благородниците). Парфюмерии има само в по-големите и развити градове, а цените за различните парфюми може да варират в рамките на няколко до няколко десетки жълтици."
    },
    {
        Name: "Пикел",
        Price: "12С",
        Information: "Наподобяващ малка кирка инструмент за катерене по ледени и заснежени склонове."
    },
    {
        Name: "Пила",
        Price: "2С",
        Information: "Използва се в ковачеството, дървообработката и кожарството."
    },
    {
        Name: "Планетарий",
        Price: "30Ж",
        Information: "Механичен модел на познатите звездни тела и относителното им положение спрямо едно друго, използван за предсказване на движението им. Такъв сложен предмет може да се закупи само при най-изкусните занаятчии за няколко десетки жълтици."
    },
    {
        Name: "Подкови",
        Price: "1С",
        Information: "Използват се за подковаване на коне, за да им осигурят повече стабилност при стъпване на труднопроходим терен. Могат да се закупят от който и да е ковач за по грош всяка."
    },
    {
        Name: "Постеля",
        Price: "2С",
        Information: "Макар и да не предлага удобството на цяла палатка, постелята може да се използва за нощуване на открито. Струва няколко сребърника."
    },
    {
        Name: "Пясъчен часовник",
        Price: "10Ж",
        Information: "Фино изобретение за отчитане на време. Не се намира лесно по магазините и струва към десетина жълтици."
    },
    {
        Name: "Рибарска мрежа",
        Price: "2С",
        Information: "Може да се използва и като метателно оръжие, като не причинява поражения, но оплита противника на място при успех."
    },
    {
        Name: "Рог",
        Price: "3С",
        Information: "Издава силен, плътен звук, щом се надуе. Струва няколко сребърника."
    },
    {
        Name: "Сапун",
        Price: "5С",
        Information: "Използва се за пране и къпане. Продава се от по-добре снабдените търговци и в магазините из големите градове. Струва около пет сребърника."
    },
    {
        Name: "Свещ",
        Price: "10М",
        Information: "Лоена или восъчна. Струва десетина медника."
    },
    {
        Name: "Свирка",
        Price: "3С",
        Information: "Дървена, желязна или от кост."
    },
    {
        Name: "Седло и сбруя",
        Price: "3d10С",
        Information: "За оседлаване на ездитни животни, улеснявайки язденето им. Продават се както от кожари, така и в някои конюшни."
    },
    {
        Name: "Секстант",
        Price: "12Ж",
        Information: "Уред за определяне на географските координати според положението на небесните тела спрямо хоризонта. Сложното изобретение се намира само в по-добре снабдените магазини за пътни провизии и струва дузина жълтици."
    },
    {
        Name: "Сметало",
        Price: "6С",
        Information: "+ 5 шанс за успех при водене на сметки."
    },
    {
        Name: "Стомна",
        Price: "1С",
        Information: "Глинен съд за вода, зехтин или други течности."
    },
    {
        Name: "Стълба",
        Price: "8С",
        Information: "Въжена или дървена, дълга няколко метра. Струва няколко сребърника."
    },
    {
        Name: "Табакера",
        Price: "3С",
        Information: "За съхранение на тютюн. Струва няколко сребърника."
    },
    {
        Name: "Тамян",
        Price: "3М",
        Information: "Използва се за освещаване на места или предмети, или пък за благославяне на хора. В Сирильско краище се ползва и за баене. Струва няколко медника."
    },
    {
        Name: "Точило",
        Price: "25С",
        Information: "Използва се за подостряне на остриета."
    },
    {
        Name: "Трион",
        Price: "10С",
        Information: "Използва се най-вече в дърводелския занаят."
    },
    {
        Name: "Тубус",
        Price: "3d100С",
        Information: "Дървен, меден, железен, посребрен или позлатен (от което зависи и цената му), тубусът се ползва за съхранение на свитъци. Струва от няколко сребърника до няколко жълтици."
    },
    {
        Name: "Факел",
        Price: "3С",
        Information: "Дървена пръчка с плат, напоен със запалимо вещество като смола или катран, увит в единия й край. Струва няколко сребърника."
    },
    {
        Name: "Хамак",
        Price: "50М",
        Information: "Вид походно легло, което се закача да виси над земята. Изработва се от въжета или плат. Струва петдесетина бакърени монети."
    },
    {
        Name: "Четки и бои за рисуване",
        Price: "60С",
        Information: "Палитра, четки в различни размери и разноцветни боички."
    },
    {
        Name: "Чувал",
        Price: "3М",
        Information: "С големия си обем торбата е предназначена за пренасяне на всякакви товари и струва само няколко корубки."
    },
    {
        Name: "Чул",
        Price: "3С",
        Information: "Покривало за ездитни животни. Струва няколко сребърника."
    },
    {
        Name: "Шахматна дъска и фигури за игра",
        Price: "3Ж",
        Information: "Според повечето източници, логическата игра е измислена в Хабилеа преди векове. Струва няколко жълтици."
    },
    {
        Name: "Шип",
        Price: "1-2С",
        Information: "Дървен, бронзов или стоманен. Може да се използва за разпъване на палатка, отбелязване на местонахождението на нещо или за катерене. Струва 1-2 гроша."
    },
    {
        Name: "Шпори",
        Price: "50С",
        Information: "За пришпорване на ездитни животни, осигурявайки предимство при надбягвания с езда. Струват петдесетина сребърника."
    },
    {
        Name: "Колба и реторта",
        Price: "10С",
        Information: "В ретортата се загряват, а в колбата се дестилират изпарения от различни вещества."
    },
    {
        Name: "Мензура",
        Price: "5С",
        Information: "Използва се за измерване на количества."
    },
    {
        Name: "Стъкленици",
        Price: "2С",
        Information: "За съхраняване на готови еликсири и соли. Струват по няколко гроша всяка."
    },
    {
        Name: "Тигел",
        Price: "20С",
        Information: "Каменен или метален съд за нагряване на вещества до превръщането им в пепел, още познато като алхимическия процес на калцинация. Струва няколко сребърника."
    },
    {
        Name: "Котле",
        Price: "50С",
        Information: "Меден, оловен или калаен съд за варене на настойки."
    },
    {
        Name: "Хаван и чукало",
        Price: "10С",
        Information: "Чукалото се използва за стриване на различни съставки на прах в хавана – дървен, метален или каменен съд с формата на малка купа."
    },
    {
        Name: "Бръмбазък",
        Price: "12М",
        Information: "Малък инструмент, издаващ монотонен, жужащ звук."
    },
    {
        Name: "Гайда",
        Price: "1Ж",
        Information: "Гайди се използват от някои огамски народи, както и в сирильската народна музика. Правят се от телешка или агнешка кожа и струват около жълтица."
    },
    {
        Name: "Гонг",
        Price: "3Ж",
        Information: "Разпространен най-вече в империята на Черешовите острови. Изработва се от мед и струва няколко жълтици. Издава плътен, резониращ звук."
    },
    {
        Name: "Гусла",
        Price: "30С",
        Information: "Малък, струнен инструмент, на който се свири с лък. Прави се от дърво, с животинска кожа, която да резонира. Характерна е за сирильската и орхонгската народна музика."
    },
    {
        Name: "Гъдулка",
        Price: "60С",
        Information: "Подобен на гуслата инструмент, но с дървена резонаторна кутия и няколко струни вместо една. Среща се най-вече в Сирильско краище."
    },
    {
        Name: "Дайре",
        Price: "20С",
        Information: "Ударен инструмент с малки метални зилове, които звънят при разклащане. Разпространен е най-вече в Хабилеа. Струва двадесетина сребърника."
    },
    {
        Name: "Дудук",
        Price: "10С",
        Information: "Дървен духов инструмент, разпространен в Орхонг."
    },
    {
        Name: "Зурна",
        Price: "3С",
        Information: "Дървен духов инструмент, характерен за Хабилеа. Струва няколко сребърника."
    },
    {
        Name: "Кавал",
        Price: "2С",
        Information: "Дървен духов инструмент, характерен за сирильската народна музика. Струва няколко сребърника."
    },
    {
        Name: "Кастанети",
        Price: "3С",
        Information: "Дървени ударни инструменти, използвани най-вече в традиционната латинейска народна музика. Струват няколко сребърника."
    },
    {
        Name: "Лира",
        Price: "3Ж",
        Information: "Съществуват различни видове лири. Разпространени са най-вече в Огам и Латинейската теокрация."
    },
    {
        Name: "Лютня",
        Price: "2Ж",
        Information: "Струнен инструмент, разпространен почти навсякъде, където има пътуващи менестрели."
    },
    {
        Name: "Мандолина",
        Price: "2Ж",
        Information: "Струнен инструмент, популярен в Огам, Латинейската теокрация и Сирильско краище."
    },
    {
        Name: "Табор",
        Price: "1Ж",
        Information: "Барабанче."
    },
    {
        Name: "Тамбура",
        Price: "2Ж",
        Information: "Струнен инструмент, характерен за сирильската и орхонгската народна музика."
    },
    {
        Name: "Тъпан",
        Price: "60С",
        Information: "Голям барабан."
    },
    {
        Name: "Уд",
        Price: "1Ж",
        Information: "Подобен на лютня струнен инструмент, характерен за хабилеанската музика."
    },
    {
        Name: "Флейта",
        Price: "80С",
        Information: "Разпространен почти навсякъде духов инструмент."
    },
    {
        Name: "Елей",
        Price: "10С",
        Information: "Ароматна смола, използвана за обредно помазване на хора и предмети. Използва се за основа на лечебни мехлеми от различни лековити билки, улеснявайки изработването им."
    },
    {
        Name: "Парегорик и лауданум",
        Price: "1Ж",
        Information: "Опиумна тинктура, действаща като изключително силно болкоуспокояващо и приспивателно. Намаля степента на дадено поражение с 4d10 и причинява също толкова тревоги от умора."
    },
    {
        Name: "Бинтове и марли",
        Price: "20С",
        Information: "Необходими са за превързване на рани."
    },
    {
        Name: "Нишадър",
        Price: "60С",
        Information: "Амонячни соли, чиито изпарения могат да върнат зашеметени или припаднали хора в съзнание."
    },
    {
        Name: "Пиявици",
        Price: "80С",
        Information: "За пускане на кръв в случай на неравновесие в телесните течности."
    },
    {
        Name: "Хирургически инструменти",
        Price: "15Ж",
        Information: "Ножици, скалпел, форцепс и пинсета. Използват се за извършване на сложни хирургически операции."
    },
    {
        Name: "Восък",
        Price: "10С",
        Information: "Използва се за запечатване на пликове за писма."
    },
    {
        Name: "Въглен",
        Price: "5М",
        Information: "Използва се за писане."
    },
    {
        Name: "Географски карти",
        Price: "2Ж",
        Information: "Картографи се срещат във всички по-големи градове. Те продават както световни, така и регионални карти, разбира се, някои по-точни от други."
    },
    {
        Name: "Мемоари",
        Price: "5d100С",
        Information: "Писания с исторически сведения се намират изключително трудно. Почти всички те се съхраняват в хранилището на Алмуадианската библиотека. Макар и това да не е обществено достояние, библиотекарите са установили монопол над сведенията за миналото, за да могат да го изопачават според интересите си."
    },
    {
        Name: "Научен труд",
        Price: "8d100Ж",
        Information: "Разработки по алхимия, анатомия, астрономия, география, математика, философия и други науки могат да се намерят в добре снабдените библиотеки."
    },
    {
        Name: "Папирус",
        Price: "12С",
        Information: "Вид хартия, изработвана от сърцевината на папирусовото растение, растящо в Хабилеа."
    },
    {
        Name: "Пера и мастилница",
        Price: "36С",
        Information: "Използват се за писане."
    },
    {
        Name: "Пергамент",
        Price: "6С",
        Information: "Хартия, направена от обработена животинска кожа."
    },

    {
        Name: "Свещенописание",
        Price: "10d100Ж",
        Information: "Въпреки, че в по-голямата си част простолюдието е неграмотно, свещенописанията са разпространени и лесно достъпни за онези, които имат достатъчно образование, че да ги четат."
    },
    {
        Name: "Фолклор",
        Price: "6Ж",
        Information: "Обичайно е за народните приказки и предания да се предават от уста на уста, от поколение на поколение. Сборници от тях биха могли да се намерят само в Алмуадианската библиотека, но и не биха били достъпни за всеки."
    },
    {
        Name: "Художествена литература",
        Price: "6d100Ж",
        Information: "Романи, повести и разкази има в почти всяка библиотека, но те са предназначени главно за благородието, или поне за онази част от него, която освен, че знае да чете, не е заета с някаква война."
    },
    {
        Name: "Кюлче благороден метал",
        Price: "1,000Ж",
        Information: "Платината е най-редкият и скъп благороден метал. След нея се нарежда златото, а след него - среброто."
    },
    {
        Name: "Кюлче метална сплав",
        Price: "12Ж",
        Information: "Най-разпространените метални сплави са стоманата, която се прави от желязо и въглерод, бронзът – от мед и калай, и месингът – от мед и цинк."
    },
    {
        Name: "Стрък билки",
        Price: "10С",
        Information: "Билкарите в различните краища на света събират и продават айважива, арония, божур, бръшлян, бутурак, ветрогон, вратига, върбинка, глог, глухарче, горчивче, градински чай, гробищник, гръмотрън, детелина, драка, дъбравник, ехинацея, жаблек, жълт кантарион, звъника, здравец, зеленика, имел, камфор, коприва, лавандула, лютиче, магарешки бодил, мандрагора, маточина, метличина, мирта, напръстник, невен, папрат, пелин, пирен, сребролистна липа, тръстика, черен блян и много други. Значително по-рядко се намират за продан отровни билки като аконит, бучиниш, вълча ябълка, гороцвет, змиярник, мораво рогче, рицин, татул и червена мухоморка."
    },
    {
        Name: "Чувал въглища",
        Price: "20С",
        Information: "Използват се за отопление и захранване на пещи и парни двигатели."
    },
    {
        Name: "Чувал пясък",
        Price: "6С",
        Information: "Пясъкът се използва в строителството за направата на хоросан, стъкло и някои други вещества."
    },
    {
        Name: "Кола дървен материал",
        Price: "60С",
        Information: "Цената на дървесината варира изключително много в зависимост от дървото."
    },
    {
        Name: "Екзотична кожа",
        Price: "60Ж",
        Information: "Кожи като змийската, леопардовата, крокодилската и тигровата се ценят доста високо."
    },
    {
        Name: "Колба живак",
        Price: "1Ж",
        Information: "Живакът е течен метал, който в алхимията олицетворява елемента на водата и принципите на променливостта и женствеността."
    },

    {
        Name: "Топ изящен плат",
        Price: "24Ж",
        Information: "Фините платове като коприна, камгар, туид и кашмир се намират сравнително по-рядко. Затова се и продават по-скъпо."
      },
      {
        Name: "Кола камъни",
        Price: "12Ж",
        Information: "Използва се най-вече в строителството и каменоделството."
      },
      {
        Name: "Чувал кости",
        Price: "10Ж",
        Information: "Китова, моржова или слонова кост се използват в различни занаяти като за орнаменти в дърводелството и украшения в бижутерството, за копчета в шивачеството и за ръкохватки на оръжия и други пособия в ковачеството. Цените им са по десетина жълтици на чувал."
      },
      {
        Name: "Топ обикновени кожи",
        Price: "50С",
        Information: "Най-разпространените и често използвани кожи са свинската, кравешката, овчата и козята."
      },
      {
        Name: "Кюлче обикновен метал",
        Price: "6Ж",
        Information: "Цената на желязото, калая, медта, оловото, цинка и други широкоразпространени метали се основава най-вече на търсенето и предлагането им."
      },
      {
        Name: "Топ обикновен плат",
        Price: "80С",
        Information: "Памучен и ленен плат, както и вълнени платове като шевиот и шаяк. Цената им зависи най-вече от качеството."
      },
      {
        Name: "Къс сяра",
        Price: "60С",
        Information: "Сярата е твърдо, неметално вещество, което в алхимията олицетворява елемента на огъня и принципите на постоянството и мъжествеността."
      },
      {
        Name: "Варива",
        Price: "6С",
        Information: "В Огам, Футарк и Сирильско краище се намират най-вече бакла, боб и грах. В Орхонг, Латинейския архипелаг и Хабилеа са по-разпространени лещата, нахутът и оризът."
      },
      {
        Name: "Чувалче брашно",
        Price: "2С",
        Information: "Пшенично, ръжено, царевично или друг вид брашно."
      },
      {
        Name: "Къс домашно месо",
        Price: "50С",
        Information: "Много животновъди произвеждат и продават свинско, телешко, агнешко и пилешко. В някои краища на света за месо се отглеждат и по-необичайни животни, като охлюви в Латинейския архипелаг и насекоми в Деванагарските султанати."
      },
      {
        Name: "Къс дивеч",
        Price: "60С",
        Information: "Глиганско, еленско, яребиче, фазанско, щраусово и други видове дивеч."
      },
      {
        Name: "Колбас",
        Price: "20С",
        Information: "Кървавици, луканки, наденици, салами, сланина и други подобни продукти са обичайни за по-северните части на света."
      },
      {
        Name: "Риба и морски деликатеси",
        Price: "40С",
        Information: "В Огам, Футарк и Сирильско краище се тачат осолените и опушени риби като сьомга, херинга и скумрия. В по-южните части на света се приготвят калмари, миди, хайвер, рапани, раци, сардини, сепии, скариди и други деликатеси."
      },
      {
        Name: "Мляко и млечни продукти",
        Price: "12С",
        Information: "Мляко, масло и различни сирена според географските ширини могат да се закупят почти навсякъде."
      },
      {
        Name: "Каче мас",
        Price: "2М",
        Information: "Евтина животинска мазнина."
      },
      {
        Name: "Дузина яйца",
        Price: "6С",
        Information: "Кокоши, гъши, щраусови и др."
      },
      {
        Name: "Чувалче зърно",
        Price: "3С",
        Information: "Ечемик, овес, пшеница, ръж, царевица и други видове зърно."
      },
      {
        Name: "Шепа мая",
        Price: "1М",
        Information: "За приготвянето на хляб и бира се използват различни видове маи."
      },
      {
        Name: "Комат хляб",
        Price: "6М",
        Information: "Пшеничен, ръжен, царевичен или друг вид хляб."
      },
      {
        Name: "Чувал фураж",
        Price: "24М",
        Information: "Селскостопанските и ездитните животни също се нуждаят от храна. Зърно на едро може да се закупи във всички населени места, в които има някаква агрикултура."
      },
      {
        Name: "Чувалче ядки или семена",
        Price: "36С",
        Information: "Бадеми, жълъди, кестени, обикновени и кокосови орехи, лешници, слънчогледови и тиквени семки и др."
      },
      {
        Name: "Кошничка гъби",
        Price: "20С",
        Information: "Кладници, манатарки, масловки, млечници, печурки, пърхутки, сърнели, трюфели и челядинки и др."
      },
      {
        Name: "Кошница зеленчуци",
        Price: "12С",
        Information: "Зеле, картофи, краставици, лук, люти чушлета, моркови, патладжани, пащърнак, праз, тиквички, ряпа, чесън, чушки и прочее."
      },
      {
        Name: "Делва зехтин",
        Price: "1Ж",
        Information: "Растителна мазнина. Произвежда се най-вече в Латинейския архипелаг."
      },
      {
        Name: "Каче мед",
        Price: "12С",
        Information: "Пчелен, манов или др."
      },
      {
        Name: "Каче петмез",
        Price: "2М",
        Information: "Гъст плодов сироп, използван за подслаждане и консервиране."
      },
      {
        Name: "Кошница плодове",
        Price: "14С",
        Information: "Ананас, грозде, кайсии, дини, круши, лимони, маслини, праскови, пъпеши, смокини, тикви, фурми, череши, ябълки и прочее."
      },
      {
        Name: "Подправки",
        Price: "5Ж",
        Information: "Босилек, ванилия, градински чай, дафинов лист, джинджифил, какао, карамфил, канела, кардамон, кимион, копър, кориандър, куркума, лют пипер, магданоз, мащерка, мента, риган, сол, червен пипер, шафран и т.н."
      },


      {
        Name: "Автоматичен арбалет",
        Information: "Леко далекобойно оръжие: 7 щети; позволява до три бързи изстрела в един рунд, без шанса за успех да се дели помежду им. Зареждането му се брои за действие."
      },
      {
        Name: "Алмуадиански компас",
        Information: "Малка, месингова джаджа с изкусна изработка.\n+ 25 шанс за успех в опити за ориентиране или навигиране."
      },
      {
        Name: "Атеняйска лира",
        Information: "Малката провинция на Теокрацията, наречена Афеняйе, се слави с невероятните лири, които местните майстори изработват. В ръцете на умел музикант, те можели мигновено да запленят вниманието и сърцето на всеки слушател.\nУвеличава степента на успешните опити за развлечение чрез музика с 4d10."
      },
      {
        Name: "Атаме",
        Information: "Малък церемониален кинжал.\nЕзически талисман: 8 мистично влияние,\n+20 шанс за успех в ритуали и заклинания.\nЛеко ръкопашно оръжие за 1 ръка: 2 щети, 24 надеждност."
      },
      {
        Name: "Безоар от полунощен козирог",
        Information: "Органично образувание от стомаха на изключително рядко срещано животно. Използва се в знахарството за подобряване на качеството на различни настойки.\nУвеличава качеството на всички успешно приготвени билкови отвари с 4d10."
      },
      {
        Name: "Брадвата на безименния берзерк",
        Information: "Реликва, някога принадлежала на велик, но незапомнен футаркски воин. По острието й са издълбани загадъчни руни.\nТежко ръкопашно оръжие за 2 ръце:\n17 щети, 6 бреме, 30 надеждност,\n+7 щети към всеки изключително успешен удар."
      },
      {
        Name: "Ведойгомска покривчица за олтар",
        Information: "За разлика от вехториите, които разни шарлатани все се опитват да пробутат, нещо в тази покривчица като че ли я кара да изглежда истински чудотворна...\n+ 20 шанс за успех в ритуали."
      },
      {
        Name: "Ведойгомско вретено",
        Information: "Уникален приказен артефакт, някога довел до падението на цяло кралство, станало жертва на злокобна орис...\nУбождане на вретеното мигновено поставя живота на уболия се в опасност."
      },
      {
        Name: "Венец от жълъди",
        Information: "Украшение за глава, носено от мистичните огамски друиди.\nТалисман на Ефирния дух: 10 духовна закрила."
      },
      {
        Name: "Грамадна бухалка",
        Information: "Това „оръжие“ по-скоро представлява един огромен дънер. Изисква почти нечовешка сила, за да  се използва в сражение.\nТежко ръкопашно оръжие за 2 ръце:\n25 щети, 20 бреме, 25 надеждност, щом нанесе поражения, поваля врага на земята."
      },
      {
        Name: "Деванагарска татуировка",
        Information: "Загадъчен знак със заплашителен вид.\n+ 10 шанс за успех към всеки опит за заплашване."
      },
      {
        Name: "Демоничен амулет",
        Information: "Демоничният амулет може да се използва за отправяне на проклятия и уроки, но не и за благословии или баене.\n+ 9 мистично влияние."
      },
      {
        Name: "Диамантена кирка",
        Information: "Труден за изработване, но много полезен в миньорския занаят инструмент.\n+ 30 шанс за успешно добиване на руди."
      },
      {
        Name: "Дневникът на капитан Джефри Белоуз",
        Information: "Пътеписите на именит латинейски мореплавател и откривател на нови земи.\n+ 15 навигация."
      },
      {
        Name: "Дневниците на Велизариус VI",
        Information: "Записките на твърде любознателен латинейски свещеник и окултист, заради които бил заловен и осъден да изгори на клада като еретик и враг на Кредото.\n+ Х в специалност ритуали.\nХ = степента на успех на първия успешен прочит."
      },
      {
        Name: "Драконов парфюм",
        Information: "Алхимическо вещество, запленяващо съзнанието.\n+ 50 шанс за успех при опити за съблазняване. Ефектът изветрява при първия неуспешен опит за съблазняване. Еднократна употреба."
      },
      {
        Name: "Причудливи чертежи",
        Information: "Куп свитъци със схеми на невероятни изобретения.\n+ 15 шанс за успех при  работа с всякакви механични приспособления."
      },
      {
        Name: "Знахарските записки на Зулга Зимзеленска",
        Information: "Книга с рецепти на известна в Сирильско краище знахарка.\n+ 25 шанс за успех в знахарския занаят."
      },
      {
        Name: "Икона на Съдбата",
        Information: "Макар и рядко, сирильските иконописци изобразяват Съдбата като мъртвешки слаба жена, облечена в ефирна, черна премяна и обкичена с пищни скъпоценности.\nТалисман на Съдбата: 9 духовна закрила,\n+ 25 вяра в суеверията на Съдбата."
      },
      {
        Name: "Хабилеанско Кукри",
        Information: "Вид екзотичен нож.\nЛеко ръкопашно оръжие за 1 ръка: 5 щети,\n+ 12 шанс за успех към бързи удари,\n24 надеждност."
      },
      {
        Name: "Камертонът на Йохан Крайбрежни",
        Information: "Инструмент за настройване на музикални инструменти.\n+ 10 шанс за успех във всички действия, свързани с музика."
      },
      {
        Name: "Камъкът на премъдрата жрица Фал",
        Information: "Легендарен артефакт, споменаван в много огамски народни предания.\nТалисман на Ефирния дух: 10 мистично влияние, 10 духовна закрила."
      },
      {
        Name: "Катарите на Мей Линг",
        Information: "Мей Линг е името на наемна убийца от Черешовите острови, прочула се с ефикасността, с която елиминирала вълшебници-ренегати.\nЛеко ръкопашно оръжие за 1 или 2 ръце:\n6 щети, 29 надеждност, + 6 щети към успешни бързи удари, 6 духовна закрила."
      },
      {
        Name: "Мерник",
        Information: "Изработен от фина медна тръбичка и няколко вдлъбнати лупи.\nЗаменя способността с възприятие като подходящ показател при използване на огнестрелни оръжия и увеличава обсега им със 150м."
      },
      {
        Name: "Котелът на мистичния друид Дагда",
        Information: "Легендарен артефакт, някога принадлежал на митичен огамски мъдрец и учител.\n+ 20 шанс за успех в знахарския занаят."
      },
      {
        Name: "Крива везна",
        Information: "На пръв поглед тази дефектна везна изглежда напълно нормална...\nС този предмет героят може да добави нивото си в специалност за измами към шанса за успех в пазарлъци."
      },
      {
        Name: "Кристален череп",
        Information: "Причудлив предмет, който може да всее смут и страхопочитание сред по-първобитни народи."
      },
      {
        Name: "Кристалното кълбо на Касандра",
        Information: "Загадъчен артефакт, някога принадлежал на легендарна деванагарска ясновидка.\n+ 30 ясновидство."
      },
      {
        Name: "Кука-стрела на братята Борг",
        Information: "Куката-стрела (или стрелата-кука) е просто, но иновативно приспособление на известни хаедебийрски изобретатели, братята Борг.\nМоже да се изстреля с лък или арбалет. Прави катеренето лесно."
      },
      {
        Name: "Кучешки бисквити",
        Information: "Противно на разни варварски предположения, бисквитките не съдържат кучешко – просто са предназначени за кучета.\nПравят опитомяването на кучета лесно."
      },
      {
        Name: "Латинейски медальон за пречистване",
        Information: "Изобразява прост ключ.\nПовишава степента на успешни благословии за премахване на тревоги с 10."
      },
      {
        Name: "Ловен трофей",
        Information: "+ 5 увереност."
      },
      {
        Name: "Лъвски медал",
        Information: "+ 10 самообладание."
      },
      {
        Name: "Лък от далриатски дъб",
        Information: "Майсторската изработка на оръжието си личи още на пръв поглед.\nДалекобойно оръжие: 9 щети; прицелването за точен изстрел с лъка от далриатски дъб не се брои за отделно действие."
      },
      {
        Name: "Мечът на легендарния воин Нуада",
        Information: "Не особено забележителен, но неестествено добре запазен меч, някога принадлежал на прочут огамски герой.\nТежко ръкопашно оръжие за 1 ръка:\n17 щети.\nТежко ръкопашно оръжие за 2 ръце.\n22 атакa.\n5 бреме, 30 надеждност."
      },
      {
        Name: "Молитвеникът на сестра Клара",
        Information: "Ценна реликва, незнайно как напуснала храма, в който някога служела нейната авторка.\n+ 30 вяра в Кредото на единството."
      },
      {
        Name: "Морската карта на капитан Илсуел",
        Information: "Не е ясно кой е бил капитан Илсуел – невъзпят изследовател, пират, загинал преди да успее да се прочуе или обикновен търговец. Едно обаче е сигурно – бил е невероятен картограф.\nПовишава шанса за успех на всички опити за навигация с 1/2 от увереността на героя.\nИзисква специалност за навигация."
      },
      {
        Name: "Кожа от планински тур",
        Information: "Планинският тур е рядко срещано животно, поради което кожата му се цени много високо.\n+ 25 шанс за успешна устойчивост срещу простуда."
      },
      {
        Name: "Водоустойчива тента",
        Information: "Тента, изработена от кожа на планински тур, обработена така, че да стане непромокаема.\nПовишава степента на всяко успешно бивакуване с 2d10."
      },
      {
        Name: "Отбрани трактати по медицина",
        Information: "Ръкописи с разработки по анатомия и лечителски познания от видни Алмуадиански учени.\n+ Х в специалност медицина.\nХ = степента на успех на първия успешен прочит."
      },
      {
        Name: "Панацея на Корнелиус Краун",
        Information: "Рядко срещан алхимичен еликсир.\nПремахва заболяване, независимо какво е."
      },
      {
        Name: "Пищялка на братята Борг",
        Information: "Звукът, който тази свирка издава, когато се надуе, е толкова висок, че е недоловим за човешкото ухо.\n+ 12 шанс за успех при опити за укротяване на диви зверове."
      },
      {
        Name: "Кожени плавници",
        Information: "+ 12 плуване докато са на краката."
      },
      {
        Name: "Пояса на Ваня Безстрашни",
        Information: "Не е сигурно дали е принадлежал на прочутия герой от народните приказки на сирильците, но е сигурно, че е много удобен.\n+ 6 крепкост."
      },
      {
        Name: "Прахта на св. Инокентий Невинния",
        Information: "Безценна за латинейската вяра реликва.\n+ 12 шанс за успех в опити за молитви към Бога на задружието и кредото на Единството."
      },
      {
        Name: "Пружиниращите обувки на Великолепния Якуб",
        Information: "Изработени от футаркските изобретатели братя Борг по поръчка на именит сирильски цирков артист.\n+ 15 акробатика."
      },
      {
        Name: "Пунги",
        Information: "Духов музикален инструмент, разпространен най-вече из Деванагарските султанати и Хабилеа.\n+ 20 шанс за успех при опити за укротяване на змии."
      },
      {
        Name: "Рапирата на Игнасио Юрион",
        Information: "Оръжие, принадлежало на страховит пират, някога кръстосвал латинейските морета.\nЛеко ръкопашно оръжие за 1 ръка:\n+ 20 шанс за успех към всеки бърз удар."
      },
      {
        Name: "Руни",
        Information: "Символи, съставящи свещената писменост на старите футаркски кланове, използвана само за духовни текстове и пророчества.\nЕзически талисман: 10 мистично влияние,\n+ 15 шанс за успех към всеки опит за ясновидство."
      },
      {
        Name: "Ръкавиците на Кейлъб Форд, повелителят на орлите",
        Information: "Аксесоар, някога принадлежал на основоположника на дългогодишна традиция в ареморските кралски дворове да се дресират орли, соколи, керкенези, улулици и други грабливи птици.\n+ 25 шанс за успех към всеки опит за опитомяване на птици."
      },
      {
        Name: "Серум на истината на Хабриаз Хертулм",
        Information: "Разработка на алмуадиански алхимик, отлъчен от няколко магьоснически кръга заради дръзките си експерименти.\nДействието му трае няколко минути. През това време изпилият го е неспособен да изрече лъжа съзнателно."
      },
      {
        Name: "Сирильски словаръ",
        Information: "Учебник, пълен с полезни сведения за сирильския език, местните порядки и обичаи.\n+ Х в специалност сирильска култура.\nХ = степента на успех на първия успешен прочит."
      },
      {
        Name: "Специалният черпак на майстор-готвач Ротбарт",
        Information: "Любимият черпак на някога безследно изчезнал аквитонски придворен готвач.\nПовишава качеството на всички приготвени гозби с 10."
      },
      {
        Name: "Сребърни шпори",
        Information: "+ 10 eздa."
      },
      {
        Name: "Стъклени пантофки",
        Information: "Невероятни фини обувчици, подходящи само и единствено за най-изящните дамски крачета.\n+ 10 шанс за успех към всеки опит за танцуване.\nЕфектът важи само за персонажи от женски пол с крепкост под 20."
      },
      {
        Name: "Счетоводната книга на Брас Боулс",
        Information: "Съставян в продължение на години алманах, от който може да се научи много за търговските похвати, прилагани от прочут латинейски търговец.\n+ Х в специалност пазарлък.\nХ = степента на успех на първия успешен прочит."
      },
      {
        Name: "Тонизиращ еликсир на Хабриаз Хертулм",
        Information: "Една от по-често срещаните рецепти на известния алхимик-ренегат. За тонизиращия еликсир се говори, че бил използван от създателя му, когато му се наложило бързо да избяга от недоброжелатели.\n+10 каленост. Действието трае до първия неуспешен опит за ползване на специалност каленост."
      },
      {
        Name: "Хаедебийрски справочник по механика",
        Information: "Декадентните хаедебийрски кралства поне винаги са имали средствата да финансират напредъка си в технологичен план. В тях са създадени много иновативни средства за сигурност, изобретения за улеснение на земеделската и промишлената работа и други полезни приспособления.\n+ 15 шанс за успех при опити за изработване на механични приспособления."
      },
      {
        Name: "Ханджарът на Селим ибн Иблис",
        Information: "Недодялан, но смъртоносен нож. По инициалите на острието се познава, че е принадлежало на запомнен с жестокостта си абджадски главорез.\nТежко ръкопашно оръжие за 1 ръка:\n7 щети.\nТежко ръкопашно оръжие за 2 ръце:\n10 щети.\n10 бреме, 29 надеждност.\nМетателно оръжие."
      },
      {
        Name: "Хилядолетен въглен",
        Information: "Обработен с алхимически вещества въглен, тлеещ значително по-бавно от обикновените.\n+ 15 шанс за успех в ковашкия занаят докато е в инвентара."
      },
      {
        Name: "Цвайхендерът на Конрад Катрановласи",
        Information: "Мечът на именит тюлебюргски странстващ рицар.\nТежко ръкопашно оръжие за 2 ръце:\n22 щети, 6 бреме, 22 надеждност,\n+ 8 щети към успешни точни удари."
      },
      {
        Name: "Черна книга със скверни драскулки",
        Information: "Разнищен сборник с безумни драсканици и неясни, но плашещи символи, изписани с кръв.\nПритежателят на този артефакт може да си причини X поражения, за да повиши степента на успешно заклинание с Х/2."
      },
      {
        Name: "Четирилистна детелина",
        Information: "Който държи детелината в себе си може да превърне неуспешно действие в успешно, след което детелината се изхабява. Презарежда се при следващия изключителен провал на персонажа."
      },
      {
        Name: "Чиранургиански сухари",
        Information: "Само няколко залъка от специалния хляб, който приготвят народите от каньона Чиранурга, могат да заситят и най-големия гладник.\nЩом се изядат, премахват всички тревоги от глад на героя, независимо от степента им."
      },
      {
        Name: "Чудните боички на Клотилд дю Леньфер",
        Information: "Забъркани от първокачествени компоненти по специална, тайна рецепта, тези боички създавали така наситени и живописни картини, че образите в тях сякаш дишали досущ като одушевени...\n+ 25 шанс за успех при опити за рисуване.\nБоичките са прокълнати. Стойността на всяка картина, нарисувана с тях, се умножава стократно, но художникът започва лека полека да се вманиачава в картините си, да изпитва нужда лично да ги притежава и да ги крие от чужди погледи."
      },
      {
        Name: "100 билки и тяхното чудотворно действие",
        Information: "Атлас на лечебните растения от различни краища на света от неизвестен автор.\n+ Х в специалност билкарство.\nХ = степента на успех на първия успешен прочит."
      },
      {
        Name: "В името на правдата",
        Information: "+ Х в специалност право.\nХ = степента на успех на първия успешен прочит."
      },
      {
        Name: "Висша магика",
        Information: "+ Х в специалност заклинания.\nХ = степента на успех на първия успешен прочит."
      },
      {
        Name: "Разговорник на околосветския пътешественик",
        Information: "Щом се прочете, добавя Х точки, които героят може да разпредели в специалности, свързани с различни култури по негов избор, като Х = степента на успех на първите 3 успешни прочита. След тях героят няма какво повече да научи от книгата."
      },
      {
        Name: "Ръководство на разузнавача",
        Information: "+ 25 ориентация."
      },
      {
        Name: "Скрижалите на Хабриаз Хертулм, том I – VII",
        Information: "+ Х в специалност алхимия.\nХ = степента на успех на първия успешен прочит."
      },
      {
        Name: "Боза",
        Price: "5М",
        Information: "Популярна сред сирильците напитка, приготвяна чрез преваряване на просена каша, разредена с изворна вода и подсладена с петмез."
      },
      {
        Name: "Бренди",
        Price: "10С",
        Information: "Алкохолна напитка, получена чрез дестилиране на вино. Популярна сред огамските и латинейските мореплаватели."
      },
      {
        Name: "Вино",
        Price: "6С",
        Information: "Приготвя се от ферментирал гроздов сок, който се филтрира и прехвърля в подходящ съд, където да придобие специфичните си качества по време на съхранението. Някои винари предпочитат да оставят процеса на филтриране да се извърши от само себе си, чрез утаяване, като по този начин се получават най-качествените вина."
      },
      {
        Name: "Водка",
        Price: "5С",
        Information: "Водката се дестилира от зърно, картофи и някои други култури. Популярна е в Сирильско краище и Орхонг."
      },
      {
        Name: "Ейл",
        Price: "3С",
        Information: "Ейлът е тип бира с плодов привкус, приготвяна на по-високи температури и чрез висока ферментация. Среща се най-вече в Огам."
      },
      {
        Name: "Кефир",
        Price: "1С",
        Information: "Леко кисела напитка от ферментирало мляко, популярна в Сирильско краище и Орхонг."
      },
      {
        Name: "Ликьор",
        Price: "25С",
        Information: "Приготвя се чрез овкусяване на алкохолен концентрат с плодове, ядки или билки. Напитката е популярна най-вече в Ареморските и Хаедебийрските кралства."
      },
      {
        Name: "Медовина",
        Price: "8С",
        Information: "Медено вино, приготвено посредством ферментация на мед. Типична за Футарк напитка."
      },
      {
        Name: "Мътеница",
        Price: "50М",
        Information: "Плътна, сладникава млечна напитка, приготвяна чрез извличане на масло от полуферментирало мляко."
      },
      {
        Name: "Пиво",
        Price: "2С",
        Information: "За разлика от ейла, пивото се получава чрез ниска ферментация и се вари на по-ниски температури. Може да бъде светло или – ако се овкуси с препечен хмел – тъмно."
      },
      {
        Name: "Боза",
        Price: "5М",
        Information: "Популярна сред сирильците напитка, приготвяна чрез преваряване на просена каша, разредена с изворна вода и подсладена с петмез."
      },
      {
        Name: "Бренди",
        Price: "10С",
        Information: "Алкохолна напитка, получена чрез дестилиране на вино. Популярна сред огамските и латинейските мореплаватели."
      },
      {
        Name: "Вино",
        Price: "6С",
        Information: "Приготвя се от ферментирал гроздов сок, който се филтрира и прехвърля в подходящ съд, където да придобие специфичните си качества по време на съхранението. Някои винари предпочитат да оставят процеса на филтриране да се извърши от само себе си, чрез утаяване, като по този начин се получават най-качествените вина."
      },
      {
        Name: "Водка",
        Price: "5С",
        Information: "Водката се дестилира от зърно, картофи и някои други култури. Популярна е в Сирильско краище и Орхонг."
      },
      {
        Name: "Ейл",
        Price: "3С",
        Information: "Ейлът е тип бира с плодов привкус, приготвяна на по-високи температури и чрез висока ферментация. Среща се най-вече в Огам."
      },
      {
        Name: "Кефир",
        Price: "1С",
        Information: "Леко кисела напитка от ферментирало мляко, популярна в Сирильско краище и Орхонг."
      },
      {
        Name: "Ликьор",
        Price: "25С",
        Information: "Приготвя се чрез овкусяване на алкохолен концентрат с плодове, ядки или билки. Напитката е популярна най-вече в Ареморските и Хаедебийрските кралства."
      },
      {
        Name: "Медовина",
        Price: "8С",
        Information: "Медено вино, приготвено посредством ферментация на мед. Типична за Футарк напитка."
      },
      {
        Name: "Мътеница",
        Price: "50М",
        Information: "Плътна, сладникава млечна напитка, приготвяна чрез извличане на масло от полуферментирало мляко."
      },
      {
        Name: "Пиво",
        Price: "2С",
        Information: "За разлика от ейла, пивото се получава чрез ниска ферментация и се вари на по-ниски температури. Може да бъде светло или – ако се овкуси с препечен хмел – тъмно."
      },
      {
        Name: "Ракия",
        Price: "4С",
        Information: "Алкохолна напитка, приготвена посредством дестилация на ферментирали джибри от сливи, грозде или други плодове. Не особено разпространено питие, характерно най-вече за Сирильско краище."
      },
      {
        Name: "Ром",
        Price: "7С",
        Information: "Алкохолна напитка, дестилирана от захарна тръстика и овкусена с подправки. Ромът може да бъде бял или червен."
      },
      {
        Name: "Сайдер",
        Price: "1С",
        Information: "Слаб алкохол, приготвян чрез ферментация на плодов сок."
      },
      {
        Name: "Уиски",
        Price: "9С",
        Information: "Алкохолна напитка, направена чрез дестилиране на пшенична, ечемична, ръжена или царевична каша."
      },
      {
        Name: "Чай",
        Price: "20М",
        Information: "Настойка от благодатни билки. Премахва 1d10 тревоги от страх или гняв."
      },
      {
        Name: "Домашно животно",
        Price: "20Ж",
        Information: "Вярно куче пазач, ловджийска хрътка, птица или котка-ловец на гризачи и всякакви други вредители."
      },
      {
        Name: "Селскостопанско животно",
        Price: "10Ж",
        Information: "Овце, кози, прасета, крави, биволи, овцебикове, бизони и прочее едър рогат добитък."
      },
      {
        Name: "Селскостопанска птица",
        Price: "5Ж",
        Information: "Кокошки, гъски, пуйки, токачки и други пилци."
      },
      {
        Name: "Пощенска птица",
        Price: "30Ж",
        Information: "Специално обучени да пренасят съобщения гълъби, гарвани и керкенези."
      },
      {
        Name: "Товарно животно",
        Price: "50Ж",
        Information: "Магарета, мулета, понита, камили, якове и грохнали кобили."
      },
      {
        Name: "Ездитно животно",
        Price: "150Ж",
        Information: "Здрави, бързи жребци, хабилеански и орхонгски камили, футаркски мамути, деванагарски слонове и др."
      }


]

export interface EquipmentInt {
    Name: string,
    Price?: string,
    Information:string
}


export type DvoryanClothes = {
    Name: "Дворянско облекло" ,
    Price: "50Ж",
    Information: "Изящни одежди от фини платове и аксесоари от скъпи кожи."
}

export type DuhClothes = {
    Name: "Духовническо облекло" ,
    Price: "50С",
    Information: "Скромни дрехи, подходящи за свещенослужения и отшелнически живот."
}

export type IntClothes = {
    Name: "Ексцентрично облекло" ,
    Price: "10Ж",
    Information: "Разноцветни одежди, типично носени от артисти и изследователи на естествения свят."
}

export type ProstClothes = {
    Name: "Просто облекло" ,
    Price: "10С",
    Information: "Обикновени и практични дрехи, носени предимно от земледелци, занаятчии и други представители на простолюдието."
}

export type CrimClother = {
    Name: "Неугледно облекло" ,
    Price: "10К",
    Information: "Тъмни, дрипави дрехи, присъщи за членовете на подземния свят."
}


