export enum physicalNedostataci {
    Болнавост = "Крехкото здраве на героя намаля устойчивостта му срещу заболявания, студ и непосилна жега с Х*3.",
    Гигантизъм = "Великанските размери на героя увеличават крепкостта, но и намалят способността му с Х*5. Освен това, всичките му опити за промъкване се считат за трудни. Някои общества считат гигантите за докоснати от магия създания!",
    Грозноватост = "Отблъскващата външност на героя намаля шанса му за успех в опити за съблазняване с Х*3.",
    Далтонизъм = "Героят е неспособен да различава цветове.",
    Зависимост = "Героят е зависим към нещо – алкохол, тютюн, удоволствие, болка или др. (по желание на играча). Ако не си го набавя редовно, получава Х тревоги от гняв.",
    Задух = " Героят се задъхва при всеки опит за бягане, получавайки Х*3 тревоги от умора, срещу които физическата му устойчивост е безсилна.",

    Късогледство = "Шансът за успех на всички действия, свързани със зрението на героя, се намаля с Х*3.",

    Накуцване = "Шансовете за успех на героя при всякакъв вид придвижване освен яздене се намалят с Х*3.",

    Непохватност = "Способността на героя се намаля с Х*2.",

    НепробуденСън = "Възприятието на героя се намаля с Х*10, докато спи.",

    Полуръст = "Ниският ръст на героя увеличава шанса му за успех при промъкване, но и го намаля при бягане, катерене и плуване с Х*5. Всичките му опити за борба се считат за трудни. Някои общества считат джуджетата за докоснати от магия създания!",

    ПрипадливаБолест = "Героят страда от непредсказуеми припадъци. Недостатъкът се проявява по решение на разказвача или желание на играча, до Х пъти на сесия. Припадналите герои трябва успешно да изпитат крепкостта си или да бъдат свестени, за да се върнат в съзнание.",

    ЛунноЧадо = "Героят има алени очи и млечнобяла кожа и коса. Някои общества считат албиносите за докоснати от магия и ги наричат лунни чеда.",

    СеннаХрема = "Пролетното време кара героя да киха неконтролируемо докато е сред природа, причинявайки му Х*3 тревоги от гняв, срещу които психическата му устойчивост е безсилна.",

    СлабПияч = "Устойчивостта на героя към опиянение се намаля с Х*3.",

    Смрад = "Героят има неприятна миризма, намаляща шанса му за успех при всички опити за общуване с Х*3.",

    Тромавост = "Шансът за успех на героя във всички действия, изискващи пъргавина, се намаля с Х*3.",

    УвреденСлух = "Шансът за успех на всички действия, свързани със слуха на героя, се намаля с Х*3.",

    Хемофилия = "Лечението на всички кръвопролитни наранявания на героя се счита за трудно.",

    Хърбел = "Крепкостта на героя се намаля с Х*2."

}