export enum physicalNedostataci {
    Болнавост = "Крехкото здраве на героя намаля устойчивостта му срещу заболявания, студ и непосилна жега с Х*3.",
    Гигантизъм = "Великанските размери на героя увеличават крепкостта, но и намалят способността му с Х*5. Освен това, всичките му опити за промъкване се считат за трудни. Някои общества считат гигантите за докоснати от магия създания!",
    Грозноватост = "Отблъскващата външност на героя намаля шанса му за успех в опити за съблазняване с Х*3.",
    Далтонизъм = "Героят е неспособен да различава цветове.",
    Зависимост = "Героят е зависим към нещо – алкохол, тютюн, удоволствие, болка или др. (по желание на играча). Ако не си го набавя редовно, получава Х тревоги от гняв.",
    Задух = " Героят се задъхва при всеки опит за бягане, получавайки Х*3 тревоги от умора, срещу които физическата му устойчивост е безсилна.",

    Късогледство = "Шансът за успех на всички действия, свързани със зрението на героя, се намаля с Х*3.",

    Накуцване = "Шансовете за успех на героя при всякакъв вид придвижване освен яздене се намалят с Х*3.",

    Непохватност = "Способността на героя се намаля с Х*2.",

    НепробуденСън = "Възприятието на героя се намаля с Х*10, докато спи.",

    Полуръст = "Ниският ръст на героя увеличава шанса му за успех при промъкване, но и го намаля при бягане, катерене и плуване с Х*5. Всичките му опити за борба се считат за трудни. Някои общества считат джуджетата за докоснати от магия създания!",

    ПрипадливаБолест = "Героят страда от непредсказуеми припадъци. Недостатъкът се проявява по решение на разказвача или желание на играча, до Х пъти на сесия. Припадналите герои трябва успешно да изпитат крепкостта си или да бъдат свестени, за да се върнат в съзнание.",

    ЛунноЧадо = "Героят има алени очи и млечнобяла кожа и коса. Някои общества считат албиносите за докоснати от магия и ги наричат лунни чеда.",

    СеннаХрема = "Пролетното време кара героя да киха неконтролируемо докато е сред природа, причинявайки му Х*3 тревоги от гняв, срещу които психическата му устойчивост е безсилна.",

    СлабПияч = "Устойчивостта на героя към опиянение се намаля с Х*3.",

    Смрад = "Героят има неприятна миризма, намаляща шанса му за успех при всички опити за общуване с Х*3.",

    Тромавост = "Шансът за успех на героя във всички действия, изискващи пъргавина, се намаля с Х*3.",

    УвреденСлух = "Шансът за успех на всички действия, свързани със слуха на героя, се намаля с Х*3.",

    Хемофилия = "Лечението на всички кръвопролитни наранявания на героя се счита за трудно.",

    Хърбел = "Крепкостта на героя се намаля с Х*2."

}

export enum mentalNedostataci {
    Богобоязливост = "Устойчивостта на персонажа към проповеди се намаля с Х*3.",
    Гнусливост = "Ако не успее да запази самообладание при вида на мръсотия, насекоми, влечуги или мекотели, героят получава тревоги от страх според степента на провала си.",
    Грубиянин = "Персонажът има груб говор и невнимателни маниери, правещи всичките му опити за заплашване лесни, но и намалящи шансовете му при всички други видове общуване с Х*5.",
    Дислексия = "Героят е неспособен да разбира писмо.",
    Единак = "Да бъде част от група причинява X*3 тревоги от гняв на героя. Психическата му устойчивост е безсилна срещу тях.",
    Заплес = "Наблюдателността на героя се намаля с Х*3.",
    Клептомания = "Ако не запази самообладание, героят трябва да се опита да открадне нещо. Недостатъкът се проявява по решение на разказвача или желание на играча, до Х пъти на сесия.",
    Комарджия = "Ако не успее да запази самообладание щом види хазартна игра, героят е длъжен да се опита да се включи в нея.",
    Мегаломания = "Героят има непропорционално високо мнение за себе си и не го прикрива.",
    Мързел = "Извършването на всякакъв физически труд се счита за трудно за героя.",
    НекадъренЛъжец = "Шансът за успех на героя при всички опити за измама се намаля с Х*3.",
    Параноя = "Героят страда от мания за преследване.",
    Пияница = "Ако види алкохол и не успее да запази самообладание, героят е длъжен да се опита да го изпие.",
    Шубе = "Увереността на героя се намаля с Х*2.",
    Разглезеност = "Шансът за успех на героя при всички опити да запази самообладание извън градска обстановка се намаля с Х*3.",
    ДивотоЗове = "Шансът за успех на героя при всички опити да запази самообладание далеч от природата се намаля с Х*3.",
    Скъперничество = "Героят получава Х*3 тревоги от гняв всеки път щом се раздели с каквато и да е сума пари.",
    Суеверие = "Устойчивостта на персонажа към уроки се намаля с Х*3.",
    ТъпКатоГалош = "Възприятието на героя се намаля с Х*2.",
    Фобия = "Героят получава X*3 тревоги от страх от тесни, затворени пространства (клаустрофобия), чужди и непознати порядки (ксенофобия), мрак (никтофобия), птици (орнитофобия), огън (пирофобия), кръв (хемофобия), водни басейни (хидрофобия) или др. (по желание на играча). Психическата му устойчивост е безсилна срещу тях."
}