export enum PhysicalSpecialtiesEnum {

    Акробатика = "Катерене, пазене на равновесие по тесни повърхности и плавно приземяване от големи височини, както и салта и кълбета, гъвкаво преминаване през тесни пространства и освобождаване от окови и въжета.",
    Бивакуване = "Стъкмяване на подходящ за отдих подслон в различни полеви условия.",
    Езда = "Усмиряване, дресиране и яздене на коне, магарета, камили, слонове и други ездитни животни.",
    ЕдноръчниРъкопашниОръжия = "Ловко боравене с ръкопашни оръжия за една ръка – кинжали, саби и други къси остриета, брадвички, леки боздугани и къси копия.",
    Каленост = "Вдигане и носене на тежки товари, уличен бой и борба, както и физическа устойчивост.",
    Кесиджийство = "Джебчийство, разбиване на ключалки с подръчни средства и незабелязано отмъкване на кесии и дребни предмети.",
    Ковачество = "Изработка, поправяне и подобряване на оръжия, брони и други изделия от метал, както и боравене с чукове и други ковашки инструменти.",
    Лечителство = "Почистване и превързване на рани и лекуване на контузии.",
    Промъкване = "Сливане с тълпи, спотайване в сенки и безшумно придвижване.",
    Пъргавина = "Бягане, плуване, отбягване на удари и други опасности, както и рефлексите, необходими за различни бойни изкуства.",
    Рисуване = "Изкусно боравене с четки и бои. Истинските произведения на изкуството се ценят изключително високо!",
    ДвуръчниРъкопашниОръжия = "Умело боравене с ръкопашни оръжия за две ръце – тояги, ятагани, рицарски мечове, катани, секири, бойни чукове и алебарди.",
    СелскоСтопанство = "Земеделие, животновъдство и боравене със селскостопански оръдия на труда – мотики, сърпове, коси, вили и други сечива.",
    Музика = "Премахване на тревоги и припечелване на пари със свирене на музикален инструмент по избор.",
    Танци = "Премахване на тревоги и печелене на пари чрез изящното изкуство на движението.",
    Точност = "Боравене с далекобойни и огнестрелни оръжия, както и точно хвърляне на бомби, мрежи и метателни оръжия.",
    Фокусничество = "Правене на фокуси за отвличане, запленяване и заблуждаване на вниманието с помощта на монети, карти, дим, огледала, светлини и декори.",
    Шивачество = "Изработване на изделия от платове и кожи."
}

type physicalSpecValues = `${PhysicalSpecialtiesEnum}`;

export interface PhysicalSpeciltiesSingle {
    name: keyof typeof PhysicalSpecialtiesEnum,
    information: physicalSpecValues,
    points: number
}



export interface PhysicalSpecialtiesInt {
    Акробатика: PhysicalSpeciltiesSingle,
    Бивакуване: PhysicalSpeciltiesSingle,
    Езда: PhysicalSpeciltiesSingle,
    ЕдноръчниРъкопашниОръжия: PhysicalSpeciltiesSingle,
    Каленост: PhysicalSpeciltiesSingle,
    Кесиджийство: PhysicalSpeciltiesSingle,
    Ковачество: PhysicalSpeciltiesSingle,
    Лечителство: PhysicalSpeciltiesSingle,
    Промъкване: PhysicalSpeciltiesSingle,
    Пъргавина: PhysicalSpeciltiesSingle,
    Рисуване: PhysicalSpeciltiesSingle,
    ДвуръчниРъкопашниОръжия: PhysicalSpeciltiesSingle,
    СелскоСтопанство: PhysicalSpeciltiesSingle,
    Музика: PhysicalSpeciltiesSingle,
    Танци: PhysicalSpeciltiesSingle,
    Точност: PhysicalSpeciltiesSingle,
    Фокусничество: PhysicalSpeciltiesSingle,
    Шивачество: PhysicalSpeciltiesSingle

}


export enum MentalSpecialtiesEnum {
    АктьорскоМайсторство = "Убедително вживяване в различни роли, имитиране на маниери, използване на дегизировки, както и бърборене на празни приказки, с които може за известно време да се отвлече нечие внимание.",
    Алхимия = "Познания за различни руди на минерали и метали, както и извличане на изпепеляващи, вледеняващи, разяждащи, опияняващи, лечебни и други тайнствени соли и еликсири от тях.",
    Билкарство = "Приготвяне на лековити мехлеми, пагубни отрови, серуми на истината, приспивателни, ободряващи, замайващи,  влудяващи и други отвари от различни билки.",
    Врачуване = "Предсказване на бъдещето чрез вглеждане в кристално кълбо, тълкуване на руни или някакъв друг метод (по идея на играча).",
    Вяра = "Отправяне на молитви към определени божества (по избор на играча, виж Мракобесие и сляпа вяра) за определени неща в замяна на преклонение и вярност.",
    Готвене = "Внимателно приготвяне и съхраняване на различни ястия – от прости селски гозби до най-изисканите блюда, както и производство на алкохолни напитки.",
    Грамотност = "Четене и писане на текстове на познати езици за развлечение и припечелване на пари. Проверки на грамотността се правят и при разгадаване на писания с непозната терминология, кодирани съобщения и сложни изчисления. В оригиналния свят на играта персонажите без тази специалност са неграмотни.",
    ДворянскиЕтикет = "Дипломатичност, убедително преговаряне и хитри манипулации, както и познания за протокола, спазван в благородническите среди и репутациите, родословните връзки и политическите взаимоотношения сред дворянството.",
    Заклинателство = "Причиняване и премахване на тревоги  чрез уроки и баене, както и омагьосване на предмети, за да се ползват като талисмани. На Оня свят специалността може да се ползва и за истински магии. Ефектът им е по желание на играча, а цената и неочакваните им последствия – по преценка на разказвача.",
    ЗаконътНаУлицата = "Заплашване, изнудване и агресивно всяване на респект, както и познаване на жаргона, обичаен за подземния свят, и тъмната слава на онези, които го движат.",
    Измама = "Убедително лъгане и мамене.",
    Инженерство = "Управляване на обсадни оръдия, изработване и поправка на различни механизми като ключалки, капани, астролаби, секстанти, жироскопи и  далекогледи, както и познания по пиротехника и правене на димки, бомби и фойерверки.",
    Опитомяване = "Усмиряване на диви зверове, дресиране на кучета, омайване на змии и обучаване на пощенски гълъби, ловни ястреби и други птици.",
    Култура = "Познания за дадена култура, езика, ценностите и народните й обичаи. Всеки нов персонаж получава толкова допълнителни точки за разпределяне в специалности за културите, които познава, колкото е възприятието му.",
    Медицина = "Познаване на симптомите на различни заболявания. При успешен преглед преди опит за лечение, степента му на успех се добавя към тази на лечението (стига и то да е успешно), и му осигурява предимство.",
    Наблюдателност = "Забелязване на прикрити създания, вещи, капани и тайни врати, както и откриване на улики и проследяване на дири.",
    Навигация = "Познаване на частите на различни плавателни съдове и придържане към зададени курсове при управлението им.",
    Ориентация = "Определяне на посоките на света и намиране на правилния път по суша, както из населени места, така и сред природата.",
    Ослушване = "Oстър слух за подслушване на разговори и долавяне на слаби шумове и други тихи звуци.",
    Пазарлък = "Спазаряване на по-изгодни цени.",
    Пеене = "Премахване на тревоги и припечелване на пари с песни.",
    Право = "Повдигане на обвинения срещу престъпници и защитаване на подсъдими пред съдебни трибунали, както и управление на стопански предприятия и държавничество.",
    Проповедничество = "Причиняване и премахване на тревоги с проповеди и благословии, както и освещаване на предмети, за да се ползват като талисмани.",
    Пълководство = "Привличане и подготовка на новобранци за армията, командване на войски и предвиждане на противникови ходове в масови сражения.",
    Ритуали = "Извършване на ритуали за призоваване на нечисти сили да предизвикат или предотвратят определени събития, но с риск от неприятни последствия при провал.",
    Самообладание = "Устойчивост на опиянение и тревоги от страх и гняв (но не и от глад и умора или каквито и да е поражения).",
    Строителство = "Познанията, нужни за издигане на сгради и устройване на населени места.",
    ШестоЧувство = "Добра интуиция, разкриване на измами и предвиждане на засади и други надвиснали опасности."
}

type mentallSpecValues = `${MentalSpecialtiesEnum}`;

export interface MentalSpeciltiesSingle {
    name: keyof typeof MentalSpecialtiesEnum,
    information: mentallSpecValues,
    points: number
}

export interface MentalpecialtiesInt {
    АктьорскоМайсторство: MentalSpeciltiesSingle,
    Алхимия: MentalSpeciltiesSingle,
    Билкарство: MentalSpeciltiesSingle,
    Врачуване: MentalSpeciltiesSingle,
    Вяра: MentalSpeciltiesSingle,
    Готвене: MentalSpeciltiesSingle,
    Грамотност: MentalSpeciltiesSingle,
    ДворянскиЕтикет: MentalSpeciltiesSingle,
    Заклинателство: MentalSpeciltiesSingle,
    ЗаконътНаУлицата: MentalSpeciltiesSingle,
    Измама: MentalSpeciltiesSingle,
    Инженерство: MentalSpeciltiesSingle,
    Опитомяване: MentalSpeciltiesSingle,
    Култура: MentalSpeciltiesSingle,
    Медицина: MentalSpeciltiesSingle,
    Наблюдателност: MentalSpeciltiesSingle,
    Навигация: MentalSpeciltiesSingle,
    Ориентация: MentalSpeciltiesSingle,
    Ослушване: MentalSpeciltiesSingle,
    Пазарлък: MentalSpeciltiesSingle,
    Пеене: MentalSpeciltiesSingle,
    Право: MentalSpeciltiesSingle,
    Проповедничество: MentalSpeciltiesSingle,
    Пълководство: MentalSpeciltiesSingle,
    Ритуали: MentalSpeciltiesSingle,
    Самообладание: MentalSpeciltiesSingle,
    Строителство: MentalSpeciltiesSingle,
    ШестоЧувство: MentalSpeciltiesSingle

}
