export enum PhysicalSpecialtiesEnum {

    Акробатика = "Катерене, пазене на равновесие по тесни повърхности и плавно приземяване от големи височини, както и салта и кълбета, гъвкаво преминаване през тесни пространства и освобождаване от окови и въжета.",
    Бивакуване = "Стъкмяване на подходящ за отдих подслон в различни полеви условия.",
    Езда = "Усмиряване, дресиране и яздене на коне, магарета, камили, слонове и други ездитни животни.",
    ЕдноръчниРъкопашниОръжия = "Ловко боравене с ръкопашни оръжия за една ръка – кинжали, саби и други къси остриета, брадвички, леки боздугани и къси копия.",
    Каленост = "Вдигане и носене на тежки товари, уличен бой и борба, както и физическа устойчивост.",
    Кесиджийство = "Джебчийство, разбиване на ключалки с подръчни средства и незабелязано отмъкване на кесии и дребни предмети.",
    Ковачество = "Изработка, поправяне и подобряване на оръжия, брони и други изделия от метал, както и боравене с чукове и други ковашки инструменти.",
    Лечителство = "Почистване и превързване на рани и лекуване на контузии.",
    Промъкване = "Сливане с тълпи, спотайване в сенки и безшумно придвижване.",
    Пъргавина = "Бягане, плуване, отбягване на удари и други опасности, както и рефлексите, необходими за различни бойни изкуства.",
    Рисуване = "Изкусно боравене с четки и бои. Истинските произведения на изкуството се ценят изключително високо!",
    ДвуръчниРъкопашниОръжия = "Умело боравене с ръкопашни оръжия за две ръце – тояги, ятагани, рицарски мечове, катани, секири, бойни чукове и алебарди.",
    СелскоСтопанство = "Земеделие, животновъдство и боравене със селскостопански оръдия на труда – мотики, сърпове, коси, вили и други сечива.",
    Музика = "Премахване на тревоги и припечелване на пари със свирене на музикален инструмент по избор.",
    Танци = "Премахване на тревоги и печелене на пари чрез изящното изкуство на движението.",
    Точност = "Боравене с далекобойни и огнестрелни оръжия, както и точно хвърляне на бомби, мрежи и метателни оръжия.",
    Фокусничество = "Правене на фокуси за отвличане, запленяване и заблуждаване на вниманието с помощта на монети, карти, дим, огледала, светлини и декори.",
    Шивачество = "Изработване на изделия от платове и кожи."
}

type physicalSpecValues = `${PhysicalSpecialtiesEnum}`;

export interface PhysicalSpeciltiesSingle {
    name: keyof typeof PhysicalSpecialtiesEnum,
    information: physicalSpecValues,
    points: number
}

export interface PhysicalSpecialtiesInt {
    Акробатика: PhysicalSpeciltiesSingle,
    Бивакуване: PhysicalSpeciltiesSingle,
    Езда: PhysicalSpeciltiesSingle,
    ЕдноръчниРъкопашниОръжия: PhysicalSpeciltiesSingle,
    Каленост: PhysicalSpeciltiesSingle,
    Кесиджийство: PhysicalSpeciltiesSingle,
    Ковачество: PhysicalSpeciltiesSingle,
    Лечителство: PhysicalSpeciltiesSingle,
    Промъкване: PhysicalSpeciltiesSingle,
    Пъргавина: PhysicalSpeciltiesSingle,
    Рисуване: PhysicalSpeciltiesSingle,
    ДвуръчниРъкопашниОръжия: PhysicalSpeciltiesSingle,
    СелскоСтопанство: PhysicalSpeciltiesSingle,
    Музика: PhysicalSpeciltiesSingle,
    Танци: PhysicalSpeciltiesSingle,
    Точност: PhysicalSpeciltiesSingle,
    Фокусничество: PhysicalSpeciltiesSingle,
    Шивачество: PhysicalSpeciltiesSingle

}
